{
  "800101": {"a":0,"id":"800101","eventDesc":"A heart torn into thousands of pieces must be kept from all eyes, thus it burrowed into the ground and tangled itself.\n\nYet, someone has to pull up these thorny roots,\nas there is no wound that can remain unearthed.\n\nThe Sinners gave each other looks.\nBeing coiled in piercing, sharp pain was something to avoid even in one’s dreams.","prevDesc":"The vines growing on the ground are a hassle.\nMaybe there’ll be a chance to get rid of them?","behaveDesc":"The dry earth must be upturned.\nWhich Sinner was up to the task?","successDesc":["{0} walked with shaky steps.\nWith bare hands, they dug up the roots.\n\nIn their hands were the doubts of others.\nThe Sinner realized…\n\nThat while the injury may heal, distrust might take deep root in their heart."],"failureDesc":["{0} could not uproot anything.\nIt was no easy task, after all—entangled so tightly together, one couldn’t make heads or tails of it.\n\nClutching itself, the durable web of fiber continued to expand,\nand the Sinners will continue to suffer."],"cancelDesc":"Unknown"},
  "800102": {"a":0,"id":"800102","eventDesc":"The ground began to tremor ever so slightly.\nThe Sinners remained quiet, but they could read from each other’s glances the single thought they shared:\n“Shouldn’t one of us step up to endure the pain so that the rest will be spared from suffering?”","prevDesc":"백설 선택지 2 뜰 예정","behaveDesc":"A small crack was found in the ground.\nWho will be the one to seal it?","successDesc":["The root impales {0}’s chest and extends skyward.\nThe Sinner gasps for air, but that’s none of your business."],"failureDesc":["The roots whisper as they skewer each Sinner:\n“All of us should feel the pain.”\n“Just as your sadness throws gloom over me, so should pain be felt equally.”\nThe thousands of roots, a unified whole, piercing into everyone’s flesh."],"cancelDesc":"Unknown"},
  "800104": {"a":0,"id":"800104","eventDesc":"As if to demonstrate the unrewarding harshness of life, and in spite of enduring so much pain, not a single flower seemed to bloom from the corpse.\nInstead, the Sinners discover fruits borne on it.\n\nOne audibly swallows to drain their salivations.\nAn urge to know the taste of a fruit made fertile with a Sinner starts to grow.","prevDesc":"백설 선택지 4 뜰 예정","behaveDesc":"A Sinner eventually reached for the fruit.\nWho among them took the bite?","successDesc":["{0} took a bite out of the fruit.\nTheir tongue is doused in pure delight.\n\nYet it’s more of a curse, as no other flavor will ever again be able to rouse them."],"failureDesc":["Something was eating away at the Sinner from the inside.\nIt was something more humiliating than a bug craving sweetness, no; it was an emotion, an ignoble feeling.\n\nThe Sinner looked around.\nThey were now envious of everything, no longer able to love themself."],"cancelDesc":"Unknown"},
  "800105": {"a":0,"id":"800105","eventDesc":"The Sinners peered at its face.\nThey gazed upon the weathered memories within…\n\nDown to the holes left by pests.\n\nAn apple does not culminate when it ripens to a glossy red.\nWhen the apple browns, cracks, shrivels, and attracts lowly creatures…\nThat is when it has met its golden bliss.\n\nThe Sinners knew now was the time to bring the apple to the earth.","prevDesc":"The fruit was borne again.\nMaybe this is a chance to destroy it once and for all?","behaveDesc":"The apple is open for attack.\nWho was the Sinner to bring down the apple in its moment of bliss?","successDesc":["{0} brought the apple to the ground.\nThe fall left a dull thud.\n\nThe fruit was emptied of its lifeblood long ago; only futility remained.\nThis attack allowed the Sinners a brief moment of respite."],"failureDesc":["{0} could not strike the apple.\nIt must have been the Sinner’s wavering heart that caused them to falter.\n\nThe mind is such a superficial thing.\nIn any mind, you will find a sense of inferiority that likes to belittle the self."],"cancelDesc":"Unknown"},
  "800801": {"a":0,"id":"800801","eventDesc":"The apple’s body broke, and the raging fruit still grew.\nCould the Golden Bough really be in there?\n\n“I’ll go check it out!”\nYuri said to the others.\n\nThe Sinner with a bug’s arm seems nervous about this.\nDoes he want to go with her, perhaps?","prevDesc":"Maybe the Golden Bough lies inside the apple?","behaveDesc":"You can’t just send Yuri out there alone.\nWhat Sinner will be able to keep her safe?","successDesc":["The fruit’s cracked shell suddenly began to rattle as if it would jump at any moment.\n\n{0} managed to escape, but it seems Yuri couldn’t.\nThe fruit’s flesh melted to form a new body.\n\nDon’t feel too guilty about it. One lost life is better than two."],"failureDesc":["The fruit’s cracked shell suddenly began to rattle as if it would jump at any moment.\n\n{0} was too occupied to notice it in time.\nThey managed to get away but ended up injured.\n\nYuri was even later to notice. The fruit’s flesh had already melted with her to form a new body.\n\nIt’s unfortunate, but there’s nothing we can do about it. One of our own got hurt, too."],"cancelDesc":"Unknown"},
  "800201": {"a":0,"id":"800201","eventDesc":"Unknown","prevDesc":"The Abnormality looks upset.\nIt seems to want something, but what should we give?","behaveDesc":"Unknown","successDesc":[],"failureDesc":[],"cancelDesc":"Unknown"},
  "800202": {"a":0,"id":"800202","eventDesc":"It looks like one of the Sinners will have to do a clay doll’s job.","prevDesc":"Unknown","behaveDesc":"Who would appease the Abnormality?","successDesc":["It appears that {0}’s blood was fresh enough.\nSatiated, the Abnormality calmed down for a moment."],"failureDesc":["It didn’t seem to like {0}’s blood.\nThe Abnormality looks even madder than before."],"cancelDesc":"Unknown"},
  "800203": {"a":0,"id":"800203","eventDesc":"Unknown","prevDesc":"The heat of the Abnormality is wearing everyone down.\nWe’ll have to make an offering to calm its wrath.","behaveDesc":"Unknown","successDesc":[],"failureDesc":[],"cancelDesc":"Unknown"},
  "800204": {"a":0,"id":"800204","eventDesc":"It looks like one of the Sinners will have to do a clay doll’s job.","prevDesc":"Unknown","behaveDesc":"Whose heart would be the coldest among them?","successDesc":["{0} was able to cool the Abnormality’s fervor.\nThe flame shrunk to a flicker."],"failureDesc":["Maybe {0} was warmer than we thought.\nThe Abnormality’s belching an even fiercer flame now."],"cancelDesc":"Unknown"},
  "800205": {"a":0,"id":"800205","eventDesc":"Unknown","prevDesc":"You sense a dangerous glow.","behaveDesc":"The stars are twinkling.\nWhen they shine, they’ll rob us all of our sight.\nWhat gift would the stars like?","successDesc":[],"failureDesc":[],"cancelDesc":"Unknown"},
  "800206": {"a":0,"id":"800206","eventDesc":"It looks like one of the Sinners will have to do a clay doll’s job.","prevDesc":"Unknown","behaveDesc":"Whose voice could lull the stars to sleep?","successDesc":["{0}’s lullaby brought the stars into a deep slumber.\nTheir starlight will leave us be for a while."],"failureDesc":["{0}’s lullaby ended up waking the stars.\nIt appears that they are about to punish us.\n\nAn unimaginably bright flash will burn all of our eyes.\nPerhaps the cosmos will reveal itself before our scorched sockets."],"cancelDesc":"Unknown"},
  "801201": {"a":0,"id":"801201","eventDesc":"Unknown","prevDesc":"You defeated the enemy, but now it’s back up. What’s going on?","behaveDesc":"Unknown","successDesc":[],"failureDesc":[],"cancelDesc":"Unknown"},
  "801202": {"a":0,"id":"801202","eventDesc":"Unknown","prevDesc":"Go for the Big One!","behaveDesc":"Unknown","successDesc":[],"failureDesc":[],"cancelDesc":"Unknown"},
  "801501": {"a":0,"id":"801501","eventDesc":"Unknown","prevDesc":"Strips of pink ribbons float this way.","behaveDesc":"Unknown","successDesc":[],"failureDesc":[],"cancelDesc":"Unknown"},
  "801502": {"a":0,"id":"801502","eventDesc":"The knot of desires must be undone.","prevDesc":"“Snap out of it! Whatever it’s telling you, it’s all lies!”\n\nSomeone shouted.\n\nThanks to that warning, you realized that baubles of greed adorned the ribbons.\nYou have to untie the desire-laden knot.","behaveDesc":"Who can undo the knot?","successDesc":["“Aargh…”\n\n“My head is pounding.”\n\n“Nnh… Was just getting good.”\n\nThe ribbons binding the team scattered and melted away.\n\n“Freedom! Freeness!”\n\nAn unfamiliar voice reaches your ears, but for now, you should help the Sinners recover first."],"failureDesc":["The pink ribbons ended up enshrouding everyone.\nYou can’t find the strength to resist, or even think.\n\nIt seems…\n\nYou’ll be forever unable to escape."],"cancelDesc":"Unknown"},
  "10100201": {"a":0,"id":"10100201","eventDesc":"A soldier was crushed under rubble, gasping in agony.\n\n“Please just kill me… It hurts too much.”\n\nYou can’t ignore this person.","prevDesc":"","behaveDesc":"Who will undertake bringing this soldier to peace?","successDesc":["“Thank… you…”\n\nThe soldier’s life was delivered a coup de grâce by the knife.\nThe human rhythm that rose through the blade soon ceased, and the soldier was eased into eternal rest."],"failureDesc":["“Gyaagh…!”\n\nThe knife came down upon the wrong spot.\nThe soldier’s bloody coughs and face full of terror felt like they endured for an eternity.\n\nIt took a while for that suffering soldier to pass away.\nRegret and hate were the final things in those eyes."],"cancelDesc":"Unknown"},
  "10200201": {"a":0,"id":"10200201","eventDesc":"“Liking red color! Liking red color! Like it! Like it!”\n\nA group of cyborgs yelled along to a strange rhythm.\n\n“Red 4!!!”\n\nExulting the number high, they spun the roulette.\nThen they handed a roulette ball to one of the Sinners.","prevDesc":"","behaveDesc":"It seems the ball has to enter a red pocket with a number higher than 4.\nWho should spin the ball?","successDesc":["“Losing! Defeat!! Urgh-ack!”\n\nThe “upgraded” croupier fell to the ground, buzzing and sparking.\nEven its final throes felt rhythmic."],"failureDesc":["“Get beaten! Get all thrashed, real pulped!”\n\nAs soon as the cyborg saw the ball roll into the wrong pocket, it swung its massive arm to smack the Sinner.\n\nWith the Sinner crumpled on the floor, the game had to come to a stop…"],"cancelDesc":"Unknown"},
  "10200202": {"a":0,"id":"10200202","eventDesc":"“No time now~ To stay all~ H. U. R. T!”\n\nThe chuckling cyborgs went back to the roulette.\n\n“Like yellow color! Like yellow color! Yellow! Yellow! Yellow!”\n\n“Yellow 6!!!”","prevDesc":"","behaveDesc":"This time, the ball has to enter a yellow pocket with a number higher than 6.\nWho should spin the ball?","successDesc":["“All lost! Foil again!! Ya-aaa-argh!”\n\nThe “upgraded” croupier fell to the ground, buzzing and sparking."],"failureDesc":["“Here comes the fist to you~! Ready? Bready-tready-steady!”\n\nThe cyborg swung its massive arm to smack the Sinner.\n\nWith the Sinner crumpled on the floor, the game had to come to a stop…"],"cancelDesc":"Unknown"},
  "10200203": {"a":0,"id":"10200203","eventDesc":"“Can’t say no to fun! Not. One. Little tiny bit!”\n\nThe singing group of cyborgs spins the wheel.\n\n“Liking blue color! Liking blue color! Bluey! Bluey! Bluey!”\n\n“Blue 8!!!”","prevDesc":"","behaveDesc":"This time, the ball has to enter a blue pocket with a number higher than 8.\nWho should spin the ball?","successDesc":["“Everything! Gone up bust!! Dammit!”\n\nThe “upgraded” croupier fell to the ground, buzzing and sparking.\n\nAll the other cyborgs broke down with it at the same time.\nHave we won…?\n\nYou noticed something glowing in their pile of tin rubble.\nYou carefully picked it up."],"failureDesc":["BAP!\n\nThe cyborg swung its massive arm to smack the Sinner.\n\n“GAME OVER! Consolation prize time!”\nThe group of cyborgs tossed something at us, then walked away."],"cancelDesc":"Unknown"},
  "1030201": {"a":0,"id":"1030201","eventDesc":"The steel is thick, but it might not be impossible for a Sinner to move it ajar.\nWho would be the right person to do that?","prevDesc":"","behaveDesc":"Who could open this door?","successDesc":["{0} pushed at the door with all their might.\n\n“Hnngh…”\n\nThe door shook little by little but refused to give way.\n\n“All right, you’ve done enough…”\n\nI tried to get the Sinner to stop, but {0} kept on pushing, fully focused on the door.\n\nAfter some time…\n\n“There!”\n\nThe door was opened.\nA path was hidden behind it."],"failureDesc":["{0} pushed at the door with all their might.\n\n“…It won’t work.”\n\nThe door didn’t so much as budge.\n\nAs much as you wanted to know what was behind that door…\nThere was no choice but to leave the room for now."],"cancelDesc":"Unknown"},
  "1030202": {"a":0,"id":"1030202","eventDesc":"There’s got to be some way through other than brute force.\nPerhaps a thorough look around could reveal something.","prevDesc":"","behaveDesc":"An attentive Sinner would be good at this…","successDesc":["{0} looked around the door.\n\n“……”\n\nAfter tinkering with something on the wall,\n{0} let out a triumphant grunt.\n\n“Huh?!”\n\nThe door was open.\n\nApparently, there was a protruding brick next to the door.\n{0} explained that sliding it back into place got the door to open, then proceeded through.\n\nThere was a hidden path behind the door."],"failureDesc":["{0} looked around the door.\n\nBut, they were unable to find anything even after having a good crack at it.\n\n“Oh well…”\n\nWe had no choice but to leave the room behind."],"cancelDesc":"Unknown"},
  "1030301": {"a":0,"id":"1030301","eventDesc":"The forest is dense, but there are still gaps within it.\n\nIf we tread carefully, we might be able to strike the Inquisitors from behind.\nIt’d give us a considerable advantage in the upcoming battle.","prevDesc":"","behaveDesc":"Who’s best suited for sneaking about the forest for an ambush?","successDesc":["{0} slowly walked into the woods.\nSoon enough, a few Inquisitors fell to the ground.\n\n“Heretics! The heretics are here!”\n\nThough we couldn’t take them all down at once, it was enough to break their formation.\nWe’ll be able to pass through once we take the rest down."],"failureDesc":["{0} slowly walked into the woods.\nSoon enough, a commotion broke out at the gate.\n\n“What is it?”\n\n“Looks to be a heretic; what are they doing here?”\n\n“Must’ve tripped.”\n\n…Sounds like the ambush was unsuccessful."],"cancelDesc":"Unknown"},
  "1030302": {"a":0,"id":"1030302","eventDesc":"We might be able to distract them by making some noise.\nThe problem is how to go about it…\n\n“Hear ye, hear ye—for I have a plan!”\n\nMight as well hear her out.\n\n…You’re not sure if it’s the best idea exactly, but it might not hurt, either.","prevDesc":"","behaveDesc":"Then, who will be in charge of putting it into action?","successDesc":["{0} made their move.\n\n“Wait, is that…”\n“Hey, we should check it out.”\n\nThe Inquisitors guarding the gate left their post to investigate the source of the noise.\n\n“So doth the diversion return! ‘Tis exactly as I spake! A plan without flaw, from conception to conclusion!”\n\nThe mastermind proudly exclaims.\n\nHonestly didn’t expect it to work this well…\nWe’ll be able to pass once we’ve dealt with the remaining Inquisitors."],"failureDesc":["{0} made their move.\n\n“…A heretic! Throw the nails!”\n\n“They were coming from that direction, saw a dozen other heretics there.”\n\n…Of course this would happen.\nNo choice but to fight them head-on now."],"cancelDesc":"Unknown"},
  "1030501": {"a":0,"id":"1030501","eventDesc":"“Heretics! The heretics have appeared!”\n\nAs the Sinners approached, the Inquisitors cast their victims aside to charge at us.\n\n“You bastards!”\n\nSinclair stood against them at the forefront.\nBut, that hammer might be too big for Sinclair’s weapon to stop.","prevDesc":"","behaveDesc":"Should Sinclair really deal with it?\nOr, should you order another Sinner to repel the attack?","successDesc":["You figured it’d be best to ask {0} to do it.\nThe hammer bounced off, and the Inquisitors were perturbed by the retaliation.\n\nWe’ll be able to keep the flow of the battle in our favor by taking the lead now.","After all, this is his fight first and foremost.\n\n“Raaaah!!”\n\nSinclair locked his halberd against the handle of the hammer and parried it to the side.\n\nWith their leader’s attack thwarted, the Inquisitors were thrown into disarray.\nWe’ll be able to keep the flow of the battle in our favor by taking the lead now."],"failureDesc":["You asked {0} to deflect the attack, but…\nThe motion of the giant hammer couldn’t be stopped.\n\nThe Inquisitors surrounded {0}, who was now on the back foot.\nWe have to fight on with this disadvantage."],"cancelDesc":"Unknown"},
  "1030601": {"a":0,"id":"1030601","eventDesc":"A Sinner easily enticed by trinkets and baubles would probably be willing to dig through this morbid mess to take the item.\nOn the other hand, someone uninterested in such things will not be happy to do this order.","prevDesc":"","behaveDesc":"Who should go in and retrieve the item?","successDesc":["{0} found a bent sigil of N Corp. between the manes.\n\nIt might not have been worth reaching into a corpse for, but it has to prove useful somewhere down the line.\n\nYou took the sigil and left the room, comforting the Sinners who were retching at the sight."],"failureDesc":["{0} rifled and dug through the manes, but ultimately found nothing.\n\n“Hrk… Geh…”\n\nThe more the corpse was ransacked, the more {0} retched.\n…This won’t be worth pursuing further.\n\nTelling {0} that they did their best, we left the room.\nWe lost something and gained nothing.","{0} rifled and dug through the manes, but ultimately found nothing.\n\n“Hrk… Geh…”\n\nThe more the corpse was ransacked, the more {0} retched.\n…This won’t be worth pursuing further.\n\nTelling {0} that they did their best, we left the room.\nWe lost something and gained nothing."],"cancelDesc":"Unknown"},
  "1030801": {"a":0,"id":"1030801","eventDesc":"“…It won’t work. Too many Inquisitors are guarding the other route.”\n\nWe had a Sinner scout the perimeter, and it looks like this is the path of least resistance.\nSomeone with a burning will might be able to bear this pain.","prevDesc":"","behaveDesc":"Who should be sent to tread the path?","successDesc":["{0} ran across the heated road on bare feet.\nThe others frowned at the rancid stench of burning flesh.\n\nGroaning with agony, {0} made it to the other side…\n\nAn altar with a red seal and a lever rose before them.\nWhen {0} pulled the lever, the road quickly cooled.\nThe rest of us were able to tread the path safely."],"failureDesc":["{0} ran across the heated road on bare feet.\nThe others frowned at the rancid stench of burning flesh.\n\n{0} almost made that painful advance midway…\n\nBut they couldn’t bear it any longer and hurried back.\nIt looks like we’re not taking this route.\nWe’ll have to follow the other path and deal with the many Inquisitors there.","Don Quixote declares:\n\n'I shan't walk bare of feet!'"],"cancelDesc":"Unknown"},
  "1031001": {"a":0,"id":"1031001","eventDesc":"It appears that sitting on the chair is how you begin the rite.\nWhat kind of rite it may be is unclear… but it’s the only way to open the gate.","prevDesc":"","behaveDesc":"What Sinner will be made to sit?","successDesc":["{0} sat on the chair.\n…Dreadful screams filled the room.\nA constant stream of tears ran down {0}’s face.\n\nSoon enough, the bowl was full of tears.\nWhen it was placed on the altar at the door, the altar slid down, opening things up.\n\n“Gasp, huff… Hic.”\n\n{0}’s eyes were shaking.\nIt’s probably best not to ask what they saw.\n\n“…There’s a sigil beyond the door.”\n\nTaking the blue sigil, we left the room."],"failureDesc":["{0} sat on the chair.\n…Dreadful screams filled the room.\nA constant stream of tears ran down {0}’s face.\n\nBut it wasn’t enough to fill the bowl.\nIt seems the Sinner was so shocked that tears struggled to even wring themselves out.\nWe left the room, helping {0}, stricken with sorrow, to their feet."],"cancelDesc":"Unknown"},
  "1031201": {"a":0,"id":"1031201","eventDesc":"Someone must step on the spikes and impale their own limbs.","prevDesc":"","behaveDesc":"Who should be sent to the spikes?","successDesc":["{0} stood on the spike-laden device.\nYou quietly nodded when the Sinner looked back with trembling eyes.\n\n…A terrible scream echoed through the hall.\n\nSoon enough, the door rumbled open.\nInside, an orange sigil was waiting to be picked up.\nWe took the sigil and ushered the impaled {0} out of the hall."],"failureDesc":["{0} stood on the spike-laden device.\nYou quietly nodded when the Sinner looked back with trembling eyes.\n\n…A terrible scream echoed through the hall.\n\nBut there was no response.\nMaybe the Sinner hadn’t suffered enough?\nWe made sure to have {0} try the rite several times, but the door still didn’t open."],"cancelDesc":"Unknown"},
  "1031401": {"a":0,"id":"1031401","eventDesc":"There doesn’t seem to be any other way; conversation is our only option.","prevDesc":"","behaveDesc":"Who’s the best speaker among us all?","successDesc":["{0} approached the Inquisitor.\n\n“…You, well-spoken one. Your words, they were persuasive.”\n\nAfter a while of parlance, the Inquisitor opened the gate for us."],"failureDesc":["{0} approached the Inquisitor.\n\n“……”\n\nYet the Inquisitor remains silent.\n\n“…Rejected.”\n\nWe could only hear refusals from time to time.\n{0} eventually had to give up on talking and returned to us.\n…Looks like we’ll have to speak with our fists."],"cancelDesc":"Unknown"},
  "103003": {"a":0,"id":"103003","eventDesc":"An inscription above the closed gate reads:\n\nProve your terror and fears\nFill this vessel with tears","prevDesc":"","behaveDesc":"Who among us can spill the most tears?","successDesc":["{0}’s tears filled the bowl.\nThe pedestal lowered into the ground, and the gate opened."],"failureDesc":["{0} couldn’t shed enough to fill the bowl.\nThe door had to be pushed open with everyone’s combined strength."],"cancelDesc":"Unknown"},
  "103004": {"a":0,"id":"103004","eventDesc":"You see a door on the other side of a red-hot passage.\nThe sign next to it reads:\n\nProve your weakness and suppuration\nSear a path with mobilization","prevDesc":"","behaveDesc":"Who can cross this heated passage?","successDesc":["{0} walked across the burning road on bare feet.\nWhen the Sinner made it to the other side, a panel rose next to the door.\n\nWhen {0} used it, the passage cooled.\nThe rest of us were able to tread through safely."],"failureDesc":["{0} set foot on the burning road with bare feet.\nHowever, the Sinner turned around and came back, unable to bear the heat.\nWe all had to cross the searing passage together."],"cancelDesc":"Unknown"},
  "103005": {"a":0,"id":"103005","eventDesc":"A passage is written above the large gate.\n\nOnly those who repent may find motion\nThorn yourself, atone through flagellation","prevDesc":"","behaveDesc":"Who would be best at repentance?","successDesc":["{0} stood on the spike-laden device.\nA painful scream echoed through the hall.\n\nSoon enough, the door rumbled open.\nLooks like {0} has been rid of emotional baggage."],"failureDesc":["{0} stood on the spike-laden device.\nA scream echoed through the hall.\nBut there was no response.\n\nWe only got through after trying the rite several times."],"cancelDesc":"Unknown"},
  "10300601": {"a":0,"id":"10300601","eventDesc":"Let’s try to talk things out first.","prevDesc":"","behaveDesc":"Which Sinner would be able to sway the Inquisitors?","successDesc":["{0} approached an Inquisitor and delivered a captivating speech.\nAfter some discussion, they opened the way for us."],"failureDesc":["{0} approached an Inquisitor to try and hold some dialogue.\nAfter a few short exchanges, the Inquisitor kicked out our Sinner.\n\nSeems today the sword is mightier than the pen."],"cancelDesc":"Unknown"},
  "802501": {"a":0,"id":"802501","eventDesc":"After getting in position, it leaps for us.\nIt’s approaching faster than expected.","prevDesc":"The wolf is crouching!\nIs it preparing to pounce?","behaveDesc":"Who might halt the flurried beast?","successDesc":["The swift beast was stopped in its tracks.\nNow it glares at us in a wary stance.\n\nIt won’t stay that way for long, though.\nPerhaps that’ll remind it of the pain that left those scars…"],"failureDesc":["The wolf’s advance and subsequent assault were unhindered.\nWas there ever a chance to deter what’s too fast for the eyes?\n\nThe attack left a serious wound."],"cancelDesc":"Unknown"},
  "802801": {"a":0,"id":"802801","eventDesc":"The rampage continues.\nIt might reach a critical point faster than expected.","prevDesc":"Something’s different about its aura!\nHas its anger boiled over?","behaveDesc":"Who will stop the monster’s wrath?","successDesc":["The Sinner delivered a powerful attack to the raging foe.\nIt seems to be thrown into confusion by this unexpected move.\n\nThis could be our chance.\nOr a greater threat…"],"failureDesc":["An attempt to counter the monster was made.\n\nHowever, it missed as expected, angering our foe further."],"cancelDesc":"Unknown"},
  "802901": {"a":0,"id":"802901","eventDesc":"Kromer feigns the appearance of being calm and collected.\nBut the nail in her hand gleams like a poniard, waiting to tear through the facade of calm.","prevDesc":"There’s something foreboding about Kromer’s gaze.\nHer eyes are filled with hatred and yearning!","behaveDesc":"Who will take Kromer’s pointed implement head-on?","successDesc":["Kromer was struck by the unexpected counterattack.\nHer hateful eyes lost focus for a moment.\n\nThe sharp weapon in her hands failed to pierce anyone.\nIt fell to the ground in tranquilizing silence."],"failureDesc":["Kromer stumbled for a moment, but deftly dodged the counterattack.\nShe backs down as if she expected this and glares into our group like a hunter seeking prey.\n\nSomeone has to be the victim of that hatred and yearning."],"cancelDesc":"Unknown"},
  "803001": {"a":0,"id":"803001","eventDesc":"Kromer is breathing heavily. Perhaps it’s a side effect of the transformation.\n\nHer posture is unstable, and her eyes are looking elsewhere.\n\nWith her focus disrupted, we might be able to land a critical strike.","prevDesc":"Kromer’s getting fatigued. She’ll expose a vulnerability soon.","behaveDesc":"Who will be able to seize that opportunity?","successDesc":["{0} circled around Kromer’s fleshy mass to disorient her.\n\nSoon enough, she let her guard down.\n{0} didn’t miss this chance to deliver a devastating blow.\n\nThat seemed pretty effective. A deep, indelible wound was left on Kromer’s body.\nCould this be it?"],"failureDesc":["{0} circled around Kromer’s fleshy mass to disorient her.\n\n“…Ah.”\n\nHowever, for some unknown reason, {0} froze stiff on the spot.\n\nWas it the perturbation of witnessing her writhing flesh up close, or was it the fear that Kromer’s eyes struck?\n\nThe child couldn’t so much as try drawing their weapon before returning to your side. They seem mentally exhausted.\n\nThere’s little you can do about it. Just fight her the usual way."],"cancelDesc":"Unknown"},
  "803101": {"a":0,"id":"803101","eventDesc":"Its abdomen has filled with red liquid.\nIt looks like it might expel it at any moment.\nA bubbling splash of blood can be seen around its severed neck.","prevDesc":"That headless thing’s belly seems to have stretched to its limit.","behaveDesc":"Who could jam its throat shut?","successDesc":["{0} quickly ran over and looked up at its neck.\nThe Sinner had no means to seal a severed throat.\nAfter a quick brainstorm, {0} used their weapon to cut its belly open.\nLiquid spilled out onto the ground, losing all of its built-up pressure."],"failureDesc":["{0} quickly ran over and cut its neck.\nHowever, shortening an already sliced throat wasn’t going to weaken that bloody stream.\n\n“A mistake.”\n\nOne Sinner commented, but what is done is done.\nThere was only one chance, and it has been squandered."],"cancelDesc":"Unknown"},
  "803201": {"a":0,"id":"803201","eventDesc":"Purple flashes are jumping between the poles.\nIf they aren’t captured, something bad will happen.","prevDesc":"Thunderous roars gather and violet sparks grow restless.\nWhere should they go?","behaveDesc":"Who will nab those pesky bolts?","successDesc":["{0} lodged their weapon into the ground.\n“Did you fry your brains?”\nSomeone outcried, but it took little time for that concern to be proven wrong.\nThe bulky bolt of lightning gravitated toward the Sinner’s weapon and was sucked into the ground.\n“…It will then be conducted.”\nIndeed, the rejected sparks jumped into the utility pole near the weapon.\nIronically enough, the king of the alleyway was struck by electricity."],"failureDesc":["{0} lodged their weapon into the ground.\nThe Sinner was trying to guide the rampaging sparks to the earth.\n“…It’s too low. It won’t strike here.”\nIndeed, the bulky bolt of lightning directly headed for the utility poles without hesitation.\n“Oi, doesn’t that look… grim?”\nUnfortunately, the king of the alleyway now had red lightning under its command."],"cancelDesc":"Unknown"},
  "851001": {"a":0,"id":"851001","eventDesc":"The toad had taken a deep breath, inflating its belly.\nA blue teardrop or two welled in its huge, round eyes.\nThis cavern will be filled with an air of gloom once its mouth opens.\nIt would be best to knock the wind out of it.","prevDesc":"The toad seems to be taking a huge breath.","behaveDesc":"Who will stop its cry from coming forth?","successDesc":["“I do worry that this might be a little cruel…”\n\n{0} gut-punched the inflated vocal sac.\n\n“Pfarhk!”\n\nA deflating sound rang out in the cave.\n\n“Croough…”\n\nShrunk back to a slim shape, the toad sniffled. It must have been frustrated that it couldn’t cry out loud like it wanted to.\n\n“How gloomy.”\n\nThough it might have left a bad taste… an opportunity is still an opportunity."],"failureDesc":["{0} approached the toad.\n\n“Croak!”\n\nPerhaps the Sinner was a bit too careful.\n\nWhen {0} got to the toad, its mouth had already begun to open, exhaling a staggeringly gloomy sound.\n\n“Croohoo… Croohic… Croohoo…”\n\n{0} lost consciousness, trapped in sorrow.\nNow they merely cry, just as the toad does."],"cancelDesc":"Unknown"},
  "851901": {"a":0,"id":"851901","eventDesc":"The mechanical puppet stretched its wires onto the ground.\nThose wires then dug underneath like roots.\nIs it trying to get electricity from the floor?\n\nThe robot’s terminal printed out:\n\n<Please Cooperate!>\n\n“…Hold on, doesn’t that mean it can’t do anything while it’s charging?”\n\nThe Sinners seem rather unwilling to listen to its request.","prevDesc":"The mechanical arm is reaching for the ground. What is it up to?","behaveDesc":"Who can sabotage its attempts to charge up?","successDesc":["{0} moved quickly.\nThe mechanical puppet remained still—a perfect opportunity.\nA clear sound soon rang in the area.\nThe Sinner delivered a powerful attack that shattered the puppet’s capacitor.\n\n<Please Cooperrr… Csdk…ppra…@#@%!%^#$>\n\nThe terminal was filled with random letters shortly before turning off.\nWhat a perfect strike, wasn’t it?"],"failureDesc":["{0} moved quickly.\nThe mechanical puppet remained still—a perfect opportunity.\nBut alas…\n\n“W-Wait!”\n\nBefore the others could warn them, {0}’s weapon struck the wires that the puppet had plugged into the floor.\nIt should go without saying that touching a high-voltage current with anything remotely conductive has its consequences.\n{0} was zapped stiff by the electricity.\nFortunately, the shock wasn’t deadly, but the machine began to move… now pulling its wires off the ground.\nSuch as it is.\nThings don’t always go as planned, do they?"],"cancelDesc":"Unknown"},
  "852701": {"a":0,"id":"852701","eventDesc":"It feels as though you find peace in merely looking at it.\nThe statue seems to be embracing the agony and anguish of all.\nThere is no self within—only everyone.\nIt can only make sense that one would lose the will to fight.\nHowever, no man can wholly shoulder another’s suffering in their stead.\nBefore we all are allured by its false compassion, someone has to break the statue.","prevDesc":"The statue looks as tranquil as ever. What could it be thinking?","behaveDesc":"Who will be able to break this deceitful statue?","successDesc":["{0} shook their head.\nAs they looked around, the Sinner saw that everyone else was bowing to the statue. Some were uttering odd mantras as well.\n{0} realized that such tranquility was the result of brainwashing.\nThere is no need to describe how the worshippers would have felt upon realizing this truth.\nA powerful attack shattered the statue, and everybody returned to their senses."],"failureDesc":["{0} trudged their way to the statue, feet heavy like its stone.\nNo one could stop the Sinner, as all were busy lowering their heads and bowing to it.\n{0} murmured some sort of mantra along the way.\nListening closely, it was a confession. The Sinner was uttering all the negative pasts and thoughts in their mind.\n{0} felt that their heart grew lighter and forgiveness grew closer as they divulged, but it was not to come.\nThe fake bodhisattva was only biding its time to restore its strength, paying little attention to the confession.\nAnd now…\nTime is up."],"cancelDesc":"Unknown"},
  "91030201": {"a":0,"id":"91030201","eventDesc":"The chicken holding some stitching supplies pleads with chicky eyes.\nSomeone has to do this. Those eyes cannot be ignored.","prevDesc":"Unknown","behaveDesc":"Who has the hands for this task?","successDesc":["{0} hesitantly stepped forward.\n“Mmh…”\nTaking the needle and thread, the Sinner sat behind the chicken.\nWith awkward but careful hands, they began to stitch the seam with a standard method.\n“Kieph.”\nFortunately, it doesn’t seem to feel the pain of the needle.\nOnce the sewing was done, it hopped into {0}’s lap as if to thank them.\n“Kieeh!”\n{0} was pleasantly perplexed."],"failureDesc":["{0} confidently stepped forward.\n“Let’s see…”\nTaking the needle and thread, the Sinner sat behind the chicken.\nIn spite of the initial confidence, however, their stitches became gradually wry.\n“Kieerh!”\nBefore {0} could finish, the chicken pushed the Sinner away.\n“…Why didn’t you do it yourself in the first place?”\nIt snatched the supplies back to sew itself up, then walked out of sight.\n{0} was left perplexed."],"cancelDesc":"Unknown"},
  "804501": {"a":0,"id":"804501","eventDesc":"The Shock Centipede's body is starting to coil up into one spot.\n\"It seems electricity is gathering.\"\nAs the Sinner pointed out, sparks are flying from the center of its coiled body.\nIt might be a good idea to stop it.","prevDesc":"The centipede writhes as if to coil up.","behaveDesc":"Who will be able to stop it?","successDesc":["[{0}] struck at the Shock Centipede's carapace.\n\"Ohh...!\"\nA crack opened up in its hard-looking armor.\nCould it really have stopped the centipede?\nThis ought to be a rare opportunity."],"failureDesc":["[{0}] struck at the Shock Centipede's carapace.\nAlas...\nCould the stored power have sprung forth?\nTremendous showers of sparks popped out of the Centipede's center along with a thunderous boom.\nNaturally, [{0}] was knocked away by the shockwave.\nFortunately enough, it only pushed the Sinner away and did little harm...\nBut the Centipede looks quite angry.\nIt'd be a good idea to brace up, right?"],"cancelDesc":"Unknown"},
  "804601": {"a":0,"id":"804601","eventDesc":"Old umbrellas are lined up around the Drifting Fox.\nOld, worn, holed umbrellas.\nThe umbrellas look like they've been standing there for Wings know how long trying to protect the fox, but it certainly doesn't seem like they're doing a good job at it.\n\"…….\"\nThen, a Sinner slowly walked toward it.\nThe fox noticed the Sinner approaching, but it doesn't growl, nor does it happily relax.\nIt stays still, keeping its ever-constant place.","prevDesc":"Could those ragged umbrellas protect that fox, really?","behaveDesc":"Who approached the fox?","successDesc":["[{0}] walked toward the fox before getting under a worn umbrella.\nDespite being an umbrella, it allowed numerous drops of rain to fall through it.\nChilling winds and damp air brush against the Sinner under the umbrella.\n\"…….\"\nBut [{0}] raised their head up to see the sky, making a profound smile.\nAs if the Sinner knew the rain will stop someday."],"failureDesc":["[{0}] walked toward the fox before getting under a worn umbrella.\nDespite being an umbrella, it allowed numerous drops of rain to fall through it.\nChilling winds and damp air brush against the Sinner under the umbrella.\n\"…Haah.\"\n[{0}] drooped down with a large sigh.\nIt may not be easy to notice from afar,\nbut it must have been the cumulation of gloom and dampening the person under the umbrella felt."],"cancelDesc":"Unknown"},
  "804701": {"a":0,"id":"804701","eventDesc":"The wooden doll stopped in place as if nothing was happening.\nIts head was tilted slightly downward like it was examining its talismans...\nOr perhaps it could have been looking at the Sinners' talismans.\n\"…….\"\nAs if possessed, the Sinners began to walk toward the wooden doll.\nIt was like they forgot they were fighting just moments ago.\nAnd they started removing the talismans entangled on their bodies.\nJust what could be going on?","prevDesc":"The cursed wooden doll has stopped moving.\nWhat could be going on?","behaveDesc":"Who will gather the talismans and return them?","successDesc":["[{0}] gathered the detached talismans and stood before the wooden doll.\nIt seems to be gazing silently.\nOr, maybe it was just the Sinner's conscience making it seem that way.\nThe eagerness to return the talismans to where they were.\n[{0}] extended their arm to hand over the stack of talismans...\nAs if drawn by a magnet, the talismans flew toward the doll.\n\"So that no one will cry...\"\nAfter muttering the phrase, [{0}] came back to their position."],"failureDesc":["[{0}] gathered the detached talismans and stood before the wooden doll.\n\"…….\"\nIt creaked a little, then stretched a hand at [{0}].\nThinking it's to retrieve the talismans, [{0}] handed over the stack,\n\"Ah!\"\nThe wooden hand changed its trajectory and touched the Sinner's body.\nAt that moment, all the talismans on [{0}] began writhing before melting into sticky blood.\n…That doesn't bode well, does it?"],"cancelDesc":"Unknown"},
  "804801": {"a":0,"id":"804801","eventDesc":"The Fairy Gentleman spoke with a jolly laugh.\n\"Huhu... Didn't think this much would be gulped down.\"\nA short hiccup could also be heard.\n\"I admit, it caught me off guard a tiny bit... Just a tiny bit.\"\nThe fairy then puts the cup in his hand to his mouth.\n\"Hey! Is that thing trying to sober up?\"\n\"We must keep the blackguard disoriented!\"\n…It seems the fairy must be stopped from drinking from the cup.","prevDesc":"An intoxicating smell fills the air, it could almost get you drunk.","behaveDesc":"Who will take the cup from the gentleman?","successDesc":["[{0}] stood before the gentleman's mountainous belly.\n\"Ah, I couldn't share this with you, even if you're a privileged guest.\"\nInstead of demanding it, [{0}] just stares into the fairy.\n\"...Ahem.\"\nCompletely still, not moving a muscle.\n\"...A-Alright, alright! I can give you... a little bit.\"\n[{0}] shook their head.\n\"Are you... telling me to give you all of it?\"\nThe Sinner nodded.\n\"You...\"\n\"Fuu, haha. Fine, I've lost. You can have this.\"\n[{0}] finally made a light smile as they claimed the cup."],"failureDesc":["[{0}] stood before the gentleman's mountainous belly.\n\"Ah, I couldn't share this with you, even if you're a privileged guest.\"\nInstead of demanding it, [{0}] just stares into the fairy.\n\"...Ahem.\"\nCompletely still, not moving a muscle.\n\"...Standing like that won't change my answer, you know?\"\nAfter vigorous laughter, the fairy gulped down all of the cup's content into his stomach.\n\"As much as I care about you, I couldn't give you everything I have, could I? Haha.\"\nDefeated, [{0}] returned."],"cancelDesc":"Unknown"},
  "1040101": {"a":0,"id":"1040101","eventDesc":"A Sinner good at searching should be able to help.","prevDesc":"","behaveDesc":"Who will be the most efficient at the job?","successDesc":["Several wounds were left on [{0}]'s hands while rummaging through the wreckage.\nFortunately, we were able to find a small ampule in it.\n\"After going through that trouble...\"\nThe other Sinners sighed at the ultimately pointless haul.\n...We had to leave the room with my promise that I'll turn the clock for them next time."],"failureDesc":["The broken debris was sharper than expected.\n\"…!\"\nSeveral wounds were left on [{0}]'s hands while rummaging through the wreckage.\n\"Guess there's nothing.\"\nNothing useful could be found after several more minutes of searching.\n\"…….\"\nI feel the resentful glares of the Sinners on my back."],"cancelDesc":"Unknown"},
  "1040301": {"a":0,"id":"1040301","eventDesc":"Considering our experiences with receiving gifts from Abnormalities,\nwe might just be able to get something to help with exploring the dungeon here.","prevDesc":"","behaveDesc":"Who will be the most effective at the job?\nA delicate hand will have an easier time.","successDesc":["\"Whoa!\"\n[{0}] touched the egg. It started glowing.\nSoon afterwards, it hardened and turned into a uniquely shaped gem.\n\"This looks worth taking.\"\n[{0}] seemed rather tired, but there wasn't anything off about the body as far as we could see.\nWe left the place with the gem in our possession."],"failureDesc":["\"Whoa!\"\n[{0}] touched the egg. It started glowing.\nHowever, the egg soon crumbled into dust.\n\"Ugh...\"\nA mysterious wound was left on [{0}]'s hand.\nAnd the Sinner seemed tired as well.\n...We left the room, consoling [{0}]."],"cancelDesc":"Unknown"},
  "1040401": {"a":0,"id":"1040401","eventDesc":"When you look closer, you can almost see something else in there.\nA Sinner with keen eyes might be able to get something good.","prevDesc":"","behaveDesc":"Who will take a look?","successDesc":["[{0}] looked at the cabinet.\nThe Sinner discovered a hidden drawer. The drawer contained a number of useful items.\nSoon afterward, the area began to blur, and the cabinet disappeared."],"failureDesc":["[{0}] looked at the cabinet.\nPerhaps the Sinner spent too long pondering; the area began to blur, and the cabinet disappeared."],"cancelDesc":"Unknown"},
  "1040801": {"a":0,"id":"1040801","eventDesc":"All the Sinners faced the window.","prevDesc":"","behaveDesc":"Who will talk to the figures?","successDesc":["<i>Icriedwithoutachoice.\nOh ▽ ! Iaminpain.\nIentertainthethought:\nHowmustIcry.\n\nWhen [{0}] talked to the figures in the window, they writhed and disappeared.\nThen a fragment fell from the window.\nWe took it and left the room.</i>","<i>Icriedwithoutachoice.\nOh ▽ ! Iaminpain.\nIentertainthethought:\nHowmustIcry.\n\nWhen [{0}] talked to the figures in the window, they writhed and disappeared.\nThen a fragment fell from the window.\nWe took it and left the room.</i>"],"failureDesc":["…………..\n[{0}] tried talking, but there was no response.\nSoon enough, the figures writhed and disappeared.\n\"What, did they want us to sing or something?\"\nWe left the room with the Sinners complaining."],"cancelDesc":"Unknown"},
  "805002": {"a":0,"id":"805002","eventDesc":"","prevDesc":"","behaveDesc":"Will you stop Dongrang?","successDesc":["[{0}] managed to block Dongrang's attack.\n\n\"Haah... You're being a nuisance.\"\n\nDongrang muttered as his weapon bounced off.\nBeneath his bitter chuckle was a cold fury."],"failureDesc":["[{0}] tried to stop Dongrang, but alas...\n\n\"Haha, what a futile thing you're doing.\"\n\nPerhaps the attack was more powerful than anticipated. The Sinner was the one that got knocked away.\n\n\"Haah... You're being a nuisance.\"\n\"I'd much prefer if you served as seeds... for my accomplishment.\"\n\nBeneath his mocking grin was a cold fury."],"cancelDesc":"Unknown"},
  "805004": {"a":0,"id":"805004","eventDesc":"","prevDesc":"","behaveDesc":"Will you stop Dongrang again?","successDesc":["[{0}] drove their weapon into Dongrang while his focus was elsewhere.\n\n\"Kgh...\"\n\nIt looks like the attack was successful.\nThe move Dongrang was preparing didn't come through.\n\n\"I see where you stand...\"\n\n\"Then I'll just get rid of you all along with Yi Sang and his ideal.\""],"failureDesc":["{0}] drove their weapon into Dongrang while his focus was elsewhere.\n\n\"Such incompetence.\"\n\nHowever, what seemed to be the gap in his defense was merely his trap.\nThe Sinner was knocked away by his attack.\n\n\"Hah, I see where you stand...\"\n\n\"You leave me with no choice. I'll get rid of you all along with Yi Sang and his ideal.\""],"cancelDesc":"Unknown"},
  "805006": {"a":0,"id":"805006","eventDesc":"\"…….\"\n\nYi Sang walked ahead.\n\n\"I must insist... that I mark the end for Dongrang.\"\n\n\"...For that would be most ideal.\"","prevDesc":"","behaveDesc":"……","successDesc":["Yi Sang managed to stop Dongrang in his path.\n\n\"Yi Sang...\"\n\n\"I plead you, end this now... Dongrang.\"\n\n\"Haha... How can I?\"\n\n\"In the end, someone... has to... cry tears, isn't that right...?\"\n\nDongrang pulled the weapon lodged into himself deeper inside.\n\n\"…!\"\n\n\"Let's end it this way... Yi Sang...\""],"failureDesc":[""],"cancelDesc":"Unknown"},
  "805901": {"a":0,"id":"805901","eventDesc":"The giant plant that the fairy made grow was as thick as it was tall.\n\nIt did have its perks.\n\nLike hiding behind a building's column, one Sinner managed to escape the fairy's view.\n\nThe Sinner then carefully struck at the stem.","prevDesc":"The sky seems to have been covered again. Why does it keep casting that shade?","behaveDesc":"Who struck at the stem?","successDesc":["Striking at the stem, [{0}] climbed up the plant, hand over foot over hand.\n\nThe Sinner climbed so high, the others and the fairy appeared as tiny dots.\n\nThe plant seemed endlessly tall, but it had its end.\n\nAt last, [{0}] climbed onto the massive leaf at the top.\n\nThen the Sinner carefully walked up to the edge...\n\nAnd poked a hole in the leaf, causing the pool of water to fall on the fairy's head.\n\nThe fairy is making quite a fuss, looking surprised."],"failureDesc":["Striking at the stem, [{0}] climbed up the plant, hand over foot over hand.\n\nThe Sinner climbed so high, the others and the fairy appeared as tiny dots.\n\nThe plant seemed endlessly tall, but it had its end.\n\nAt last, [{0}] climbed onto the massive leaf at the top.\n\nBut perhaps the Sinner failed to consider the amount of water that ponded on the leaf...\n\nAs soon as [{0}] stepped on the leaf, they slipped and fell right to the ground.\n\n...It might be fortunate that the Sinner didn't die."],"cancelDesc":"Unknown"},
  "853901": {"a":0,"id":"853901","eventDesc":"Old umbrellas are lined up around the Drifting Fox.\n\nOld, worn, holed umbrellas.\n\nThe umbrellas look like they've been standing there for Wings know how long trying to protect the fox, but it certainly doesn't seem like they're doing a good job at it.\n\n\"…….\"\n\nThen, a Sinner slowly walked toward it.\n\nThe fox noticed the Sinner approaching, but it doesn't growl, nor does it happily relax.\n\nIt stays still, keeping its ever-constant place.","prevDesc":"Could those ragged umbrellas protect that fox, really?","behaveDesc":"Who approached the fox?","successDesc":["[{0}] walked toward the fox before getting under a worn umbrella.\n\nDespite being an umbrella, it allowed numerous drops of rain to fall through it.\n\nChilling winds and damp air brush against the Sinner under the umbrella.\n\n\"…….\"\n\nBut [{0}] raised their head up to see the sky, making a profound smile.\n\nAs if the Sinner knew the rain will stop someday."],"failureDesc":["[{0}] walked toward the fox before getting under a worn umbrella.\n\nDespite being an umbrella, it allowed numerous drops of rain to fall through it.\n\nChilling winds and damp air brush against the Sinner under the umbrella.\n\n\"…Haah.\"\n\n[{0}] drooped down with a large sigh.\n\nIt may not be easy to notice from afar,\n\nbut it must have been the cumulation of gloom and dampening the person under the umbrella felt."],"cancelDesc":"Unknown"},
  "854101": {"a":0,"id":"854101","eventDesc":"The Shock Centipede's body is starting to coil up into one spot.\n\"It seems electricity is gathering.\"\nAs the Sinner pointed out, sparks are flying from the center of its coiled body.\nIt might be a good idea to stop it.","prevDesc":"The centipede writhes as if to coil up.","behaveDesc":"Who will be able to stop it?","successDesc":["[{0}] struck at the Shock Centipede's carapace.\n\n\"Ohh...!\"\n\nA crack opened up in its hard-looking armor.\n\nCould it really have stopped the centipede?\n\nThis ought to be a rare opportunity."],"failureDesc":["[{0}] struck at the Shock Centipede's carapace.\n\nAlas...\n\nCould the stored power have sprung forth?\n\nTremendous showers of sparks popped out of the Centipede's center along with a thunderous boom.\n\nNaturally, [{0}] was knocked away by the shockwave.\n\nFortunately enough, it only pushed the Sinner away and did little harm...\n\nBut the Centipede looks quite angry.\n\nIt'd be a good idea to brace up, right?"],"cancelDesc":"Unknown"},
  "854201": {"a":0,"id":"854201","eventDesc":"The Fairy Gentleman spoke with a jolly laugh.\n\n\"Huhu... Didn't think this much would be gulped down.\"\n\nA short hiccup could also be heard.\n\n\"I admit, it caught me off guard a tiny bit... Just a tiny bit.\"\n\nThe fairy then puts the cup in his hand to his mouth.\n\n\"Hey! Is that thing trying to sober up?\"\n\n\"We must keep the blackguard disoriented!\"\n\n…It seems the fairy must be stopped from drinking from the cup.","prevDesc":"An intoxicating smell fills the air, it could almost get you drunk.","behaveDesc":"Who will take the cup from the gentleman?","successDesc":["[{0}] stood before the gentleman's mountainous belly.\n\n\"Ah, I couldn't share this with you, even if you're a privileged guest.\"\n\nInstead of demanding it, [{0}] just stares into the fairy.\n\n\"...Ahem.\"\n\nCompletely still, not moving a muscle.\n\n\"...A-Alright, alright! I can give you... a little bit.\"\n\n[{0}] shook their head.\n\n\"Are you... telling me to give you all of it?\"\n\nThe Sinner nodded.\n\n\"You...\"\n\n\"Fuu, haha. Fine, I've lost. You can have this.\"\n\n[{0}] finally made a light smile as they claimed the cup."],"failureDesc":["[{0}] stood before the gentleman's mountainous belly.\n\n\"Ah, I couldn't share this with you, even if you're a privileged guest.\"\n\nInstead of demanding it, [{0}] just stares into the fairy.\n\n\"...Ahem.\"\n\nCompletely still, not moving a muscle.\n\n\"...Standing like that won't change my answer, you know?\"\n\nAfter vigorous laughter, the fairy gulped down all of the cup's content into his stomach.\n\n\"As much as I care about you, I couldn't give you everything I have, could I? Haha.\"\n\nDefeated, [{0}] returned."],"cancelDesc":"Unknown"},
  "854401": {"a":0,"id":"854401","eventDesc":"The wooden doll stopped in place as if nothing was happening.\n\nIts head was tilted slightly downward like it was examining its talismans...\n\nOr perhaps it could have been looking at the Sinners' talismans.\n\n\"…….\"\n\nAs if possessed, the Sinners began to walk toward the wooden doll.\n\nIt was like they forgot they were fighting just moments ago.\n\nAnd they started removing the talismans entangled on their bodies.\n\nJust what could be going on?","prevDesc":"The cursed wooden doll has stopped moving.\nWhat could be going on?","behaveDesc":"Who will gather the talismans and return them?","successDesc":["[{0}] gathered the detached talismans and stood before the wooden doll.\n\nIt seems to be gazing silently.\n\nOr, maybe it was just the Sinner's conscience making it seem that way.\n\nThe eagerness to return the talismans to where they were.\n\n[{0}] extended their arm to hand over the stack of talismans...\n\nAs if drawn by a magnet, the talismans flew toward the doll.\n\n\"So that no one will cry...\"\n\nAfter muttering the phrase, [{0}] came back to their position."],"failureDesc":["[{0}] gathered the detached talismans and stood before the wooden doll.\n\n\"…….\"\n\nIt creaked a little, then stretched a hand at [{0}].\n\nThinking it's to retrieve the talismans, [{0}] handed over the stack,\n\n\"Ah!\"\n\nThe wooden hand changed its trajectory and touched the Sinner's body.\n\nAt that moment, all the talismans on [{0}] began writhing before melting into sticky blood.\n\n…That doesn't bode well, does it?"],"cancelDesc":"Unknown"},
  "854501": {"a":0,"id":"854501","eventDesc":"The giant plant that the fairy made grow was as thick as it was tall.\n\nIt did have its perks.\n\nLike hiding behind a building's column, one Sinner managed to escape the fairy's view.\n\nThe Sinner then carefully struck at the stem.","prevDesc":"The sky seems to have been covered again. Why does it keep casting that shade?","behaveDesc":"Who struck at the stem?","successDesc":["Striking at the stem, [{0}] climbed up the plant, hand over foot over hand.\n\nThe Sinner climbed so high, the others and the fairy appeared as tiny dots.\n\nThe plant seemed endlessly tall, but it had its end.\n\nAt last, [{0}] climbed onto the massive leaf at the top.\n\nThen the Sinner carefully walked up to the edge...\n\nAnd poked a hole in the leaf, causing the pool of water to fall on the fairy's head.\n\nThe fairy is making quite a fuss, looking surprised."],"failureDesc":["Striking at the stem, [{0}] climbed up the plant, hand over foot over hand.\n\nThe Sinner climbed so high, the others and the fairy appeared as tiny dots.\n\nThe plant seemed endlessly tall, but it had its end.\n\nAt last, [{0}] climbed onto the massive leaf at the top.\n\nBut perhaps the Sinner failed to consider the amount of water that ponded on the leaf...\n\nAs soon as [{0}] stepped on the leaf, they slipped and fell right to the ground.\n\n...It might be fortunate that the Sinner didn't die."],"cancelDesc":"Unknown"},
  "854901": {"a":0,"id":"854901","eventDesc":"Attacking that fairy again will reveal its true form.\n\nThis isn’t your first time facing this entity. It won’t be as hard as the first time.\n\nThe Sinners seem to agree.\n\nThe fairy simply sat there in near complete stillness only interrupted by its intermittently vibrating wings. It was as though the fairy knew you were coming.","prevDesc":"The teal—colored fairy appeared again at the tip of the branch.","behaveDesc":"Who will answer the bait?","successDesc":["[{0}] charged toward the fairy.\n\nAfter a light leap into the air, the Sinner swung the weapon toward the fairy.\n\n”!!!”\n\nThe fairy appeared to scream, but no sound came from its mouth.\n\nMaybe it wasn’t screaming at all. Perhaps it was just the swaying of branches.\n\n”The eyes are coming out…”\n\n”Get outta there! Here we go again.”\n\nNumerous eyes open one by one, gleaming from the shadows.\n\nThey oscillate as though they’ll jump out at us at any minute.\n\nSo… What now?"],"failureDesc":["[{0}] charged toward the fairy.\n\nAfter lightly leaping into the air, the Sinner swung the weapon toward the fairy.\n\nBut…\n\n”That thing can dodge…?!”\n\nOf course, it wasn’t going to be that easy. Assuming that a bait would remain stationary is a complacent thought.\n\nThe fairy had also lightly flown up into the air and glared at the Sinner, who dared to attack it.\n\n”G-get out of there! It’s starting to move again!”\n\n[{0}] tried to get away, but its main body had already tightened around the Sinner's legs.\n\nSo… What now?"],"cancelDesc":"Unknown"},
  "855001": {"a":0,"id":"855001","eventDesc":"If this fight’s been anything to go by, it’ll soon emerge from one of the dimensional rifts.\n\nIf we can intuit its next point of emergence, maybe we can deal a fatal blow against it before it fully emerges from the dimensional rift.","prevDesc":"Is it hiding in another dimension again?","behaveDesc":"Who can intuit its next point of emergence?","successDesc":["Soon, the entity began crawling out of the dimensional rift that [{0}] selected.\n\n\"!\"\n\nThough it sensed the Sinner’s presence before it emerged,\n\nIt didn’t have enough time to act before [{0}] swung their weapon at it.\n\nThe entity hurriedly closed the dimensional rift as it fled back into its safety. That seems to have destabilized the dimensional rift.\n\nOpportunity."],"failureDesc":["Soon, the entity began to crawl out of the dimensional rift.\n\n… From the rift opposite to the one that [{0}] had selected, unfortunately.\n\n[{0}] quickly turned around, brandishing their weapon… but the entity was faster.\n\nIt goes without saying that a powerful attack soon struck the Sinner."],"cancelDesc":"Unknown"},
  "855501": {"a":0,"id":"855501","eventDesc":"Vacuum tubes in the center of the Steam Transport Machine’s torso are glowing.\n\nSlowly, or rapidly, the numbers displayed in the vacuum tubes decreased…\n\nAnd its broken, rusted chassis began to reconstruct itself.\n\nDid the Steam Transport Machine return to when it was first produced?\n\nLeaving behind everything it’s gone through.\n\nThe older the machine gets, the more of itself it will have to reconstruct.\n\nMaybe the Steam Transport Machine can be stopped… if someone could reach into its vacuum tubes?","prevDesc":"The light washes away the sediments of past.","behaveDesc":"Who will reach into the vacuum tubes?","successDesc":["[{0}] strode up to the Steam Transport Machine.\n\nIt appeared that the Steam Transport Machine was in a deep focus. The machine stood completely still, no matter how close the Sinner got to it.\n\n[{0}] did not hesitate to reach into the vacuum tubes.\n\n”Ooh!!”\n\n”The numbers…!”\n\nLooks like [{0}] tapped into their creativity and swapped out one of the electrodes connected to the vacuum tubes.\n\nThat seems to have done the trick; the numbers ceased to decrease.\n\nThe Steam Transport Machine began to creak into motion once again, as though it just realized what had happened, but the perpetrator was long gone."],"failureDesc":["[{0}] strode up to the Steam Transport Machine.\n\nIt appeared that the Steam Transport Machine was in a deep focus. The machine stood completely still, no matter how close the Sinner got to it.\n\n[{0}] did not hesitate to reach into the vacuum tubes.\n\n”Wait, watch out—!”\n\nPerhaps we’ve been tricked by the Steam Transport Machine. Perhaps finished reconstructing itself right on time.\n\nWhichever was the case, the machine snatched [{0}]’s wrist…\n\nAnd blasted them with scalding steam.\n\n… It’s going to be a while before [{0}] recovers."],"cancelDesc":"Unknown"},
  "85560101": {"a":0,"id":"85560101","eventDesc":"","prevDesc":"","behaveDesc":"What color would you like to dye the petals in?","successDesc":["\"Ah, how pretty.\"\n\n\"And so vivid, too!\"\n\n\"Your sin was such a beautiful hue of {0}.\"\n\n\"You've really made a fine addition to the garden.\"\n\n\"The color of {0}?! I'll plant it right next to me.\"\n\n\"Then… Shall we play some more?\"\n\n\"This garden will become terribly beautiful with more sinful flowers we bloom!\""],"failureDesc":["\"Mm, still too pale.\"\n\n\"We don't need bland flowers like yours.\"\n\n\"How disappointing~\"\n\nWith that, they fell silent.\n\nThey probably didn't like it very much."],"cancelDesc":"Unknown"},
  "857701": {"a":0,"id":"857701","eventDesc":"A dark shadow lingers at the center of the flaming moth.\n\nIts form was vague and mercurial, yet... somehow, you can tell that the shadow is the very core of the moth.\n\nIf that shadow could be separated from the flames, perhaps its heat may momentarily subside.","prevDesc":"A dark shadow lingers amidst the licking tongues of the crimson flame.","behaveDesc":"Who will reach out for the shadow?","successDesc":["[{0}] reaches out toward the flames, enduring through the burning fire.\n\nTheir fingertips begin to blister and bubble, but perhaps [{0}]'s passion burned hotter tham the flames itself.\n\nBefore the moth could do anything, [{0}] wrest the dark thing from the flames and hurled it away from the fire.\n\nThe fire and the embers on both the moth and the Sinners immediately subsided.\n\nAs though the flames had never burned."],"failureDesc":["[{0}] reaches out toward the flames, enduring through the burning fire.\n\nBut the pain of their very skin blistering and bubbling from the heat was far too much for them to bear. [{0}] pulled away from the flames before they reached the shadow.\n\nThe price of letting this opportunity fall through their fingers was devastating.\n\nThe moth begins to beat its wings faster and with unforeseen vigor; and the flames began rising higher and higher in return.\n\nIt need not be said that a world of fire soon descended upon the Sinners."],"cancelDesc":"Unknown"},
  "857801": {"a":0,"id":"857801","eventDesc":"As the fight prolonged, more and more vines from the Gossypium begin puncturing the Sinners.\n\nThe vines continue to drain blood from them, and the red patch on the white cotton part of the Gossypium grows.\n\nHow can these vines be detached from the Sinners?","prevDesc":"Bloodseeking vines puncture the Sinners. What will you do?","behaveDesc":"Who will step forth?","successDesc":["These vines cannot be torn or cut.\n\nThough it may be painful, the only possible solution would be for someone else to pull the vines out of the Sinners.\n\nWhile the Gossypium busies itself fighting the other Sinners, [{0}] rushes forward to deftly pluck out the vines.\n\nOf course, this left their flesh and muscles torn and bleeding...\n\n... but at least that blood won't be going to the Gossypium."],"failureDesc":["These vines cannot be torn or cut.\n\nThough it may be painful, the only possible solution would be for someone else to pull the vines out of the Sinners.\n\nWhile the Gossypium busies itself fighting the other Sinners, [{0}] rushes forward to pluck out the vines.\n\n... it was as though the Gossypium knew exactly what they were about to do. The vines latched onto [{0}]'s arm and immediatelly dug under their skin.\n\nIt may have been better to do nothing at all."],"cancelDesc":"Unknown"},
  "858501": {"a":0,"id":"858501","eventDesc":"Unknown","prevDesc":"A piercing gaze sizes us up. It feels as though the gaze is seeing right through us.","behaveDesc":"Unknown","successDesc":[],"failureDesc":[],"cancelDesc":"Unknown"},
  "85850101": {"a":0,"id":"85850101","eventDesc":"The gaze that cleaves all can cleave even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850102": {"a":0,"id":"85850102","eventDesc":"The gaze that pierces all can pierce even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850103": {"a":0,"id":"85850103","eventDesc":"The gaze that crushes all can crush even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850201": {"a":0,"id":"85850201","eventDesc":"The gaze that burns all can burn even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850202": {"a":0,"id":"85850202","eventDesc":"The gaze that wounds all can wound even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850203": {"a":0,"id":"85850203","eventDesc":"The gaze that beholds all can make even the Spiral of Contempt behold.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850204": {"a":0,"id":"85850204","eventDesc":"The gaze that devours all can devour even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850205": {"a":0,"id":"85850205","eventDesc":"The gaze that beglooms all can begloom even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850206": {"a":0,"id":"85850206","eventDesc":"The gaze filled with scorn for all things can scorn even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "85850207": {"a":0,"id":"85850207","eventDesc":"The gaze filled with envy for all things can envy even the Spiral of Contempt.","prevDesc":"","behaveDesc":"Who will convey this gaze unto the Spiral of Contempt?","successDesc":["[{0}] conveyed to the Spiral of Contempt the gaze they once felt with their entire body."],"failureDesc":["[{0}] attempted to convey to the Spiral of Contempt the gaze they once felt, but it contempted that as well."],"cancelDesc":"Unknown"},
  "860801": {"a":0,"id":"860801","eventDesc":"At the end of each cable strewn about the floor is a plug.\n\nPerhaps the sheep knows what it implies.\n\nIt lets out a sorrowful cry.\n\nAs the Sinners converge on the sheep, the greater, more desperate its screams grow.\n\nThe sheep begins to thrash wildly.\n\nIts resistance will only intensify.","prevDesc":"","behaveDesc":"Who will try to hold the sheep down?","successDesc":["[{0}] raises a cable and connects it to the sheep.\n\nViolent sprays of sparks fill your vision for a brief moment.\n\nThe sheep cries terribly for a while before falling silent, its eyes shut.\n\n[{0}] regards the silent sheep. Silent as though in a dream.\n\n[{0}] rejoins the battle, their body seared with lightning."],"failureDesc":["Just as [{0}] is about to connect the cable to the sheep,\n\nIt kicks [{0}] hard with its long legs.\n\nAfter tumbling a few feet on the ground, the Sinner blankly stares at the halfway-inserted cable for a moment...\n\nBefore a strike of violet, screaming lightning directly smites them."],"cancelDesc":"Unknown"},
  "860501": {"a":0,"id":"860501","eventDesc":"'I am a butler of this manor.'\n\n'Yet I do not recognize your faces.'\n\n'I cannot help but be wary; perhaps you seek to mire this manor again in sorrow.'\n\n'If you claim otherwise, then allow me to inquire. Which of these portraits is that of my master?'","prevDesc":"","behaveDesc":"Who will answer?","successDesc":["[{0}] confidently steps forward and points a finger at one of the portraits.\n\nThe monster stands still for a moment, then replies affirmatively.\n\n'You are familiar with my master.'\n\n'Though you are an interloper still, I see no a bringer of sorrow.'\n\nThe monster, still holding a portrait, appears somewhat less hostile."],"failureDesc":["[{0}] confidently steps forward, and points their finger at one of the portraits.\n\nThe monster stands still for a moment, then cries out all of a sudden.\n\n'You do not even recognize my master's countenance...'\n\n'Indeed. You are but an interloper seeking to bring sorrow to this place once again.'\n\n'How dare you pretend to know which that you do not. This transgression shan't be so easily forgiven.'\n\n[{0}] suddenly feels the burning gaze of every single portrait in the room focus on them.\n\nEach and every single one of them holds... resentment."],"cancelDesc":"Unknown"},
  "862903": {"a":0,"id":"862903","eventDesc":"Donning the mask once again summons the ardent emotions that slowly simmer into your heart.\n\nThe sorrow rises through the fog of heated battle; its dense weight pierces deep, deep into your emotions.","prevDesc":"","behaveDesc":"Can this sorrow be resisted?","successDesc":["The sorrowful pressure slowly relents.\n\nThe banquet is far from over.\n\nThe Sinners each rise and shake off the gloom; the void in their hearts filled with determination."],"failureDesc":["The deluge of sorrow sweeps the Sinners off their feet into an even deeper chasm.\n\nYet, the banquet continues still.\n\nThe Sinners repress their sorrows and step forward."],"cancelDesc":"Unknown"},
  "90100201": {"a":0,"id":"90100201","eventDesc":"","prevDesc":"","behaveDesc":"Who should go forth?","successDesc":["The whirling spiral slows down,\nshowing forgiveness.\n\nReverence for a being of no significance\nis followed by a slight self-contempt.\n\nThe spiral descended out of sight in the meantime."],"failureDesc":["Though you turned away, it keeps pulling you in.\nAs if drawn by a magnet,\nall eyes are pulled toward it.\n\nThe spiral has not forgiven.\nContempt for your hesitation to show the courage not to face it takes over.\n\nYou feel the encroaching spiral slowly dig its way in."],"cancelDesc":"Unknown"},
  "90100301": {"a":0,"id":"90100301","eventDesc":"","prevDesc":"","behaveDesc":"Who should go forth?","successDesc":["We carefully walked into the dense fog.\nEerie howls surround us.\n\nIt was no longer possible to tell which way was forward.\nAll we could do was keep walking.\n\nThe fog cleared at one point,\nand a trinket of endless ashen flow awaited us.\n\nWe then realized it wasn’t fog we walked through."],"failureDesc":["We carefully walked into the dense fog.\nEerie howls surround us.\n\nIt was no longer possible to tell which way was forward.\nAll we could do was keep walking.\nAfter a while, even advancing began to feel terrifying.\n\nThe fog grows thicker.\nIt feels as though you will no longer be able to escape."],"cancelDesc":"Unknown"},
  "90100302": {"a":0,"id":"90100302","eventDesc":"","prevDesc":"","behaveDesc":"Who should go forth?","successDesc":["You stared into the eye-like things.\nYour piercing gaze met the song\nof endless despair and wailing sockets.\n\nYou then realized that it wasn’t fog you were facing.\nWhat you thought were its eyes and mouth\nall turned out to be tricks played by shadows.\n\nWhen you figured out that its howl was merely whistling wind,\nall of it vanished."],"failureDesc":["You stared into the eye-like things.\nIt returned the gaze, singing endless despair.\n\nJust as you felt that the figure seemed to have grown,\nwe were engulfed by the fog."],"cancelDesc":"Unknown"},
  "90100501": {"a":0,"id":"90100501","eventDesc":"","prevDesc":"","behaveDesc":"Who should do it?","successDesc":["With each rope that’s untied, the wail grows louder.\n\nYou feel sympathy for the trapped being.\n\nUndoing the ropes, you begin to weep\nalong with their wailing.\n\nOne undone knot accompanies sorrow.\nOne undone knot accompanies lamentation.\n\nWhen the last is released,\nyou discover that there is no one inside.\n\nPerplexed, you examine the interior,\nand find a single, red-jeweled beetle."],"failureDesc":["With each rope that’s untied, the wail grows louder.\n\nThere’s more than one individual occupying the coffin.\nSeveral people are clinging to each other, all crying.\n\nThe coffin bursts open, letting them out."],"cancelDesc":"Unknown"},
  "90100502": {"a":0,"id":"90100502","eventDesc":"","prevDesc":"","behaveDesc":"Let’s just go back. Who should lead the way?","successDesc":["The red arms wave in the air,\nas if pleading not to be left behind.\n\nBut, after another look,\nit also seems as if they’re thankful for being left as they are.\n\nThough the wailing hasn’t ceased,\nthe weeping seems to have softened, just a little."],"failureDesc":["You disregard the chilling sensation and move on.\n\nHowever, that feeling would linger,\neven after a while of walking.\n\nAt one point, you stopped and turned around\nto find a hand.\n\nIt was attached to an unnaturally scrawny red arm.\n\nIt grabbed its speechless victim.\nA familiar note was added to the coffin’s wailing."],"cancelDesc":"Unknown"},
  "90100601": {"a":0,"id":"90100601","eventDesc":"","prevDesc":"","behaveDesc":"Who will give our answer?","successDesc":["“You kent that?”\n\nThe paper flapped in disbelief.\n\n“Well, if you really insist, knowing what’s coming…”\n\nIt took a step back, dousing itself with coffee.\nJust then, a paper soldier\nsuddenly rushed at you.\n\n“You shouldn’t underestimate paper’s integrity.”\n\nBefore you could respond to the peculiar voice,\nthe soldier attacked you."],"failureDesc":["“You sure you read it right?”\n\n“With a body like that, you can’t fulfill the contract written here!”\n\nThe paper sprayed coffee on the floor,\nspewing insults.\n\nBefore we could make any excuses,\nwe got kicked out."],"cancelDesc":"Unknown"},
  "90100602": {"a":0,"id":"90100602","eventDesc":"","prevDesc":"","behaveDesc":"Who will give our answer?","successDesc":["“‘Preciate it. You made the job easier.”\n\nThe paper soldiers nearby\nstart fighting each other.\n\nSometime later, the defeated soldiers’ bodies are torn,\nexploding into paper cranes.\n\nOne of the cranes crawls your way.\n\n“Take good care of that piece.”\n\nThe satisfied sheet of paper drenched itself in coffee."],"failureDesc":["“That your way of turning someone down?”\n\nAnnoyed, the paper crumpled.\n\n“There are basics to proper conversation.\nI don’t wish to speak with someone\nwho can’t respect those basics.”\n\nBefore we could make any excuses,\nwe got kicked out."],"cancelDesc":"Unknown"},
  "90100801": {"a":0,"id":"90100801","eventDesc":"","prevDesc":"","behaveDesc":"Who should do it?","successDesc":["You removed the nails from the teddy bear.\n\nBloody pus pours out of the holes.\n\nOnce the plush had finished its copious exudation,\nonly a dark cavity remained within.\n\nIt is an empty void."],"failureDesc":["The nails plunged into its chest were buried deep.\n\nNothing would budge even after several tugs and pulls.\nIt’s all firmly lodged in the cotton base.\n\nThe plush looks down at it\nas if nothing is happening.\n\nPerhaps it’s unable to feel pain."],"cancelDesc":"Unknown"},
  "90101001": {"a":0,"id":"90101001","eventDesc":"","prevDesc":"","behaveDesc":"Who should do it?","successDesc":["You picked up the ring in its hand.\nIt remains perfectly still, maintaining its chant.\n\nThis statue won’t move,\nno matter what happens around it.\n\nThough it stays forever still,\nand the tone of its mantra remains consistent…\n\nYou knew one thing.\n\nIts chants are imbued with a curse."],"failureDesc":["You tried to pick up the ring in its hand.\nIts wrist suddenly spun in a circle.\n\nYou reach for the ring again,\nbut that wrist keeps moving, denying you.\n\nIt could be conveying that you are unworthy."],"cancelDesc":"Unknown"},
  "90101101": {"a":0,"id":"90101101","eventDesc":"","prevDesc":"","behaveDesc":"Who should do it?","successDesc":["Its growl recedes.\n\nYou stroke it once more,\nand it closes its eyes, pleased.\n\nYou stroke it once more,\nand it settles on the ground, comforted.\n\nYou stroke it once more,\nand it shrinks to become a statue."],"failureDesc":["When you reach out to pet it,\nit growls louder.\n\nWhen your finger touched its bristled fur,\nit jumped, yelping violently.\n\nYou try to approach it as it gives you a fierce glare,\nbut it runs off without turning back.\n\nWhat else should you have done?"],"cancelDesc":"Unknown"},
  "90101301": {"a":0,"id":"90101301","eventDesc":"","prevDesc":"","behaveDesc":"Who should do it?","successDesc":["When you detached one,\na candle in the room suddenly began to burn.\n\nWith another detached,\nthe fire burns even brighter.\n\nThe wooden doll begins\nto tremble ever so slightly.\n\nIs it right to continue?\n\nIs this what it wishes for?"],"failureDesc":["Nothing happened.\nThe doll would simply stand there, producing small noises.\n\nThe talismans in hand have turned into sticky blood,\nslipping between your fingers."],"cancelDesc":"Unknown"},
  "90101701": {"a":0,"id":"90101701","eventDesc":"","prevDesc":"","behaveDesc":"Who should read it?","successDesc":["It’s a tablet of unknown letters.\n\nWhile you’re unable to fully grasp it,\na few words stand out.\n\nJudgement…\nRetribution…\nPunishment…\n\nYou also see some combinations of words\nthat might have deadly consequences if you try to understand them.\n\nWhen you look back up, the scribe gives a short nod\nbefore soaring into the sky."],"failureDesc":["It’s a tablet of unknown letters.\n\nYou feel you might be able to understand it.\nIt just needs a little more effort.\n\nA little more… Just a little more…\n\nWhen you come to your senses, the being has disappeared.\nYou were left alone with the tablet in your hands."],"cancelDesc":"Unknown"},
  "90101801": {"a":0,"id":"90101801","eventDesc":"","prevDesc":"","behaveDesc":"Who should do it?","successDesc":["You pick a rose out of it.\n\nWith closer examination, you notice\nthat it has an intestinal texture.\n\nWhat is a flower-shaped organ for?"],"failureDesc":["You pick a rose out of it.\n\nYour careless removal\nhas crushed the uniquely textured flower.\n\nThe sign shows no change."],"cancelDesc":"Unknown"},
  "90101901": {"a":0,"id":"90101901","eventDesc":"","prevDesc":"","behaveDesc":"Who should do it?","successDesc":["You contain some of the slime in a glass jar.\n\nThis isn’t simply a mass of filth.\n\nNumerous hatchlings swim inside.\n\nThese tiny creatures are feeding on each other;\ncould they be the clam’s offspring?"],"failureDesc":["You approach with a glass jar in hand.\n\nHowever, hesitation takes hold, and you eventually turn around.\n\nYou couldn’t stand the thought\nof reaching out to contain that filth.\n\nIn fact, you get the feeling that it’s something you mustn’t hold."],"cancelDesc":"Unknown"},
  "90102001": {"a":0,"id":"90102001","eventDesc":"","prevDesc":"","behaveDesc":"Who should be sent?","successDesc":["As you head for the giant flower,\nthe smaller ones make way.\n\nThey close up their petals as you pass,\nas if to bow down in respect.\n\nOnce you arrived at the end,\nthe giant flower drooped low to offer a present."],"failureDesc":["You head for the giant flower.\n\nThe small blooming ones scuttle and shuffle.\n\nThey seem to be staring from all directions.\nYou feel like you might get lost.\n\nLooking back up,\nthe giant flower still waves to you.","You couldn’t approach the flower no matter what you tried.\n\nAll you could do was gaze at it from a distance.\n\nA sudden wave of nostalgia prompts you to wave.\n\nIn an instant, all the flowers went awash with red,\nsimultaneously turning to face you.\n\nAfter staring into us for a little while,\ntheir red petals flew at us.\n\nIt was like a punishment for making a half-hearted gesture."],"cancelDesc":"Unknown"},
  "90102101": {"a":0,"id":"90102101","eventDesc":"","prevDesc":"","behaveDesc":"What will you do?","successDesc":["As soon as it’s shown where to go,\nit runs in that direction.\n\nYou notice it dropped something as it began to sprint.\n\nA blue lighter with a Wing’s logo on it.\n\nYou heard stories of that Wing\nproviding its employees with supplies like this.\n\nIt would seem that it was an employee of the transport company, not a passenger."],"failureDesc":["While you were in contemplation,\nit slowly shambled your way.\n\nWhen you point in a random direction out of panic,\nit changes course to follow the instruction.\n\nMoments later,\nyou heard the noise of metal plates crumpling, and something else ripping apart."],"cancelDesc":"Unknown"},
  "90102102": {"a":0,"id":"90102102","eventDesc":"","prevDesc":"","behaveDesc":"Who should go forth?","successDesc":["{0} takes a few steps, and the passenger follows.\n\nAs we draw closer to what appears to be an exit, the passenger bows down as though to show us gratitude.\n\nWe heard something fall; it left behind what appears to be a patrol flashlight.\n\nLooks like it wasn't lost after all. It may have been an employee of a transport company that happened to be patrolling the area.\n\nMaybe we didn't guide it—maybe it was merely following us to make sure that we found the right exit."],"failureDesc":["{0} takes a few steps, and the passenger follows.\n\nAfter a while, {0} accidentally leads us back to where we started.\n\nThe passenger stands there, somewhat confused and awkwardly waving its arms, before striding forth and beckoning us to follow.\n\nIt led us to the exit."],"cancelDesc":"Unknown"},
  "90102201": {"a":0,"id":"90102201","eventDesc":"","prevDesc":"","behaveDesc":"What will you do?","successDesc":["You quickly ducked out of its path.\n\nAmong the onslaught of the obsessively encroaching hands is a particularly small hand.\n\nYou reach out and pull on that hand. The statue ceases to move.\n\nIn your hands is an unforeseen, symmetrical figurine."],"failureDesc":["You quickly ducked out of its path.\n\nHowever, it was no easy task\nto avoid its obsessive hands.\n\nA few of them managed to grab and scratch at us.\n\nThough we managed to escape, we suffered a lot."],"cancelDesc":"Unknown"},
  "90103101": {"a":0,"id":"90103101","eventDesc":"","prevDesc":"","behaveDesc":"What will you do?","successDesc":["It lifts a nearby object\nto carry it from left to right.\n\nThe count on its body went up by 1.\n\nJust as you started to wonder if that was it,\nthe machine replaced one of its vacuum tubes with a new one.\n\nIt presented the old one to you,\nand naturally, you accepted."],"failureDesc":["It lifts a nearby object\nto carry it from right to left.\n\nWhile it was moving the object,\nit suddenly came to a halt.\n\nThe vacuum tubes in its body suddenly flicker.\n\nAfter flashing random letters and numbers,\neverything shut off.\n\nWith its power gone, the object slipped from its hands and fell.\n…A few of us were standing in the impact zone."],"cancelDesc":"Unknown"},
  "90103301": {"a":0,"id":"90103301","eventDesc":"","prevDesc":"","behaveDesc":"What will you do?","successDesc":["“Apply stimulation and pain to the centipede\nto increase the discharge intensity.”\n\nSo writes a message above the buttons.\n\nWhen you pressed the drop-shaped button, the tank was filled with water.\n\nThe centipede twists its body as if in some sort of dance.\n\nIt didn’t seem to be out of joy."],"failureDesc":["“Apply stimulation and pain to the centipede\nto increase the discharge intensity.”\n\nSo writes a message above the buttons.\n\nWhen you pressed the drop-shaped button, the tank was filled with water.\n\nThe centipede twists its body as if in some sort of dance.\n\nYou watched the centipede’s tail scratch the tank’s surface. \nThe glass cracked and fell apart immediately afterward.\n\nThe electrified water fell right on our heads."],"cancelDesc":"Unknown"},
  "90101501": {"a":0,"id":"90101501","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["\"Aha, good! Here, have a drink.\"\n\nIt feels as though a hard, burning liquid is rampaging around the body.\n\n\"Mmm, I like the way you drink it!\"\n\nA steadily floating sensation is followed by the feeling that you're in better shape somehow.\n\n\"Feeling the magic at work? This is what we call medicinal booze! Go on then, go for another shot!\"\n\nAfter a few more shots of the liquor, we left the place with gleeful steps."],"failureDesc":["\"Aha, good! Here, have a drink.\"\n\nIt feels as though a hard, burning liquid is rampaging around the body.\n\n\"Hey... You alright?\"\n\nA sudden nausea is followed by the view slowly turning to the right.\n\n\"A real shame... It's such a good drink... but I guess your body doesn't agree with it. You should stop drinking it.\"\n\nTrying to hold the eyes and head that were starting to spin faster, we left in a hurry.\n\nThe way out might have been accompanied by bumps and slams into walls, but even that blurred out of memory."],"cancelDesc":"Unknown"},
  "90103001": {"a":0,"id":"90103001","eventDesc":"","prevDesc":"","behaveDesc":"Who will lift the skull?","successDesc":["The laughing skull was lifted.\n\nElated for whatever reason, it keeps clattering its teeth and wobbling on the hands.\n\nAll of a sudden, you feel your body getting lighter.\n\nLooking around, you notice that everyone seems to be experiencing the same thing.\n\nWhen you looked back at the hands, the skull disappeared before you could notice."],"failureDesc":["The laughing skull was lifted.\n\nStrangely enough, the skull's expression suddenly turned blank as soon as it was held.\n\nWondering what might be the problem, the Sinner moved their head closer to the skull, and...\n\n\"?!\"\n\nThe skull opened its jaws wide and bit {0} before disappearing."],"cancelDesc":"Unknown"},
  "90103002": {"a":0,"id":"90103002","eventDesc":"","prevDesc":"","behaveDesc":"Who will lift the skull?","successDesc":["The angry-looking skull was lifted.\n\nUpset for whatever reason, it clattered its teeth as if it was trying to bite something in the air.\n\nAll of a sudden, the hands felt lighter.\n\n\"Is this...\"\n\nThe skull vanished into thin air, and a glowing object was left on the hands."],"failureDesc":["The angry-looking skull was lifted.\n\nStrangely enough, the skull's expression suddenly turned blank as soon as it was held.\n\nWondering what might be the problem, the Sinner moved their head closer to the skull, and...\n\n\"?!\"\n\nThe skull opened its jaws wide and bit {0} before disappearing."],"cancelDesc":"Unknown"},
  "90103003": {"a":0,"id":"90103003","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["The skull with a bizarre expression was lifted.\n\nAs if driven crazy, it rolled around and clattered its teeth without any rhyme or reason to it.\n\nJust as you started to be unsure of what to do with it, the hands felt lighter, so you looked down...\n\nAnd found that it turned into a tiny trinket."],"failureDesc":["The skull with a bizarre expression was lifted.\n\nStrangely enough, the skull's expression suddenly turned blank as soon as it was held.\n\nWondering what might be the problem, the Sinner moved their head closer to the skull, and...\n\n\"?!\"\n\nThe skull opened its jaws wide and bit {0} before disappearing."],"cancelDesc":"Unknown"},
  "90103701": {"a":0,"id":"90103701","eventDesc":"","prevDesc":"","behaveDesc":"Who will comfort it?","successDesc":["\"How do I comfort a droplet...\"\n\nAs odd as the order sounds, the Sinner does their best to lift its spirits.\n\nThe droplet seems to have perked up thanks to the Sinner's efforts.\n\n\"I could be free thanks to you.\"\n\nIt feels as though the droplet said something like that.\n\nSoon enough, the droplet disappeared from view, and an object that looked like a big glass container was left in the place."],"failureDesc":["\"How do I comfort a droplet...\"\n\nAs odd as the order sounds, the Sinner does their best to lift its spirits.\n\nAlas... it didn't seem to help the droplet shake off its gloomy mood.\n\n\"Thanks anyways, this is for your trouble.\"\n\nIt feels as though the droplet said something like that.\n\nThe droplet handed us half of itself, and disappeared in the blink of an eye.\n\nSeeing as the Sinners are saying they're feeling refreshed, its half must have been a gift."],"cancelDesc":"Unknown"},
  "90103702": {"a":0,"id":"90103702","eventDesc":"","prevDesc":"","behaveDesc":"Who will put it back?","successDesc":["It's only right to put it back where it belongs.\n\nThe droplet is lifted and pushed into the giant glass container.\n\nAnd we watched.\n\nWe watched the face of the droplet being filled with terror, contempt, anger, and loathing as it slid down the tube.\n\n\"You shouldn't have done that.\"\n\n\"We might have looked like one in your eyes. But to me, this is hell.\"\n\nIt felt like it told us such things.\n\nAlong with the glass container, we could hear something within our hearts crack."],"failureDesc":["It's only right to put it back where it belongs.\n\nThe droplet is lifted and pushed into the giant glass container.\n\nAnd we watched.\n\nWe watched the face of the droplet being filled with terror, contempt, anger, and loathing as it slid down the tube.\n\n\"...Ahh!\"\n\nWhile we were distracted by the face, the droplet bounced off and slid out of view.\n\n...Maybe it was something we shouldn't have done."],"cancelDesc":"Unknown"},
  "90104001": {"a":0,"id":"90104001","eventDesc":"","prevDesc":"","behaveDesc":"Who will give the answer?","successDesc":["We told the person that the things in their hands are just blue marbles.\n\n\"Is that so. That's how you see them.\"\n\nThe person remained tranquil as if they knew you'd tell them that.\n\n\"If you want to look at them that way, then I say go ahead.\"\n\nThey disappeared, gently waving the marbles.\n\nIt feels like we've learned an important truth."],"failureDesc":["We told the person that the things in their hands are just blue marbles.\n\n\"You sound pretty confident. Do you know what a star is in the first place?\"\n\n\"Speckles of light floating in the dark. That's what we call stars.\"\n\nThey gently wave the marbles in their hands.\n\n\"Stars are what's in your mind. So these blue marbles are stars.\"\n\nAs the upright manner of speech was about to be etched on the heart, they disappeared, telling us they'll 'go to the blue star'.\n\nIt feels like we've learned an important truth."],"cancelDesc":"Unknown"},
  "90104002": {"a":0,"id":"90104002","eventDesc":"","prevDesc":"","behaveDesc":"","successDesc":["Seeing the numerous hues of light in them, they ought to be stars for sure.\n\n\"I want to return to the blue star someday.\"\n\nCould that be where they come from? Will I be able to go there?\n\n\"Do you think so too? That you want to return to that place.\"\n\nYou nod. You have no idea where it may be, and you certainly aren't from it, but you feel the urge to go back to it.\n\n\"Then I'll give this to you.\"\n\nThey handed over a blue star they were holding and disappeared."],"failureDesc":["Seeing the numerous hues of light in them, they ought to be stars for sure.\n\n\"Right, but...\"\n\nTheir tone suddenly changes to a melancholic one.\n\n\"I know. That I can't go back to it anymore.\"\n\n\"That I'm just waving my arms and emitting the blue glow to become a star myself.\"\n\nWith a whistling noise, it vanished into thin air.\n\nOur heads somehow felt lighter after this."],"cancelDesc":"Unknown"},
  "90104101": {"a":0,"id":"90104101","eventDesc":"","prevDesc":"","behaveDesc":"Who will take it off?","successDesc":["It was focused on its prayers.\n\nDoing your best to ignore the rotting stench, you manage to take a prayer book off its body.\n\nIt's so deeply immersed that it doesn't notice us approach it and take the booklet at all.\n\nPerhaps its faith was too deep for prayer books to hold any meaning.\n\nWhatever beliefs and doctrines it follows, they would already be firmly rooted in its mind and heart."],"failureDesc":["It was focused on its prayers.\n\nDoing your best to ignore the rotting stench, you manage to take a prayer book off its body.\n\n\"Gieeegh?!\"\n\nWas our attempt noticed? As soon as the booklet was removed, an unpleasant noise bursts out.\n\nWe braced ourselves for possible attacks, but it didn't seem to care about us.\n\nIt scraped the ground with its mandible, writing something down.\n\n...It seemed to be the content of the prayer book."],"cancelDesc":"Unknown"},
  "90104201": {"a":0,"id":"90104201","eventDesc":"","prevDesc":"","behaveDesc":"Who will take it off?","successDesc":["While it stood still, we carefully approached it.\n\nIf we remove a part of it, those bound to it might find momentary peace.\n\n\"...!\"\n\nTaking off a piece of the wire was surprisingly easy.\n\nHowever, the flesh lumps show no change at all.\n\nIt's as though they are telling us that this won't be remotely sufficient to free them from what they suffered that day."],"failureDesc":["While it stood still, we carefully approached it.\n\nIf we remove a part of it, those bound to it might find momentary peace.\n\n\"...!\"\n\nWe weren't familiar enough with the wire's structure. The hand twists and gets dragged into the wire in an instant.\n\n\"G-Get it out, quickly!\"\n\nThe arm was pulled out thanks to the help of several people, but it was left severely mangled."],"cancelDesc":"Unknown"},
  "90104202": {"a":0,"id":"90104202","eventDesc":"","prevDesc":"","behaveDesc":"Who will shed the blood?","successDesc":["Was it by pity or some kind of sympathy?\n\nOr was it the idea that sharing the pain might reduce their burden?\n\nDrops of blood fall from the tip of the hand and seep into the flesh, little by little.\n\nThe thing finally responds, approaching as if to look down on you.\n\nMaybe it saw me as the same as those who perished in the thick fog.\n\nWhen it opened its mouth with a pitiful look, a glowing object was inside.\n\nIt might be a small token of consolation it's offering. You took the object."],"failureDesc":["Was it by pity or some kind of sympathy?\n\nOr was it the idea that sharing the pain might reduce their burden?\n\nDrops of blood fall from the tip of the hand and seep into the flesh, little by little.\n\n\"...Urk!\"\n\nAll corpses and bodies bound to the wire scream at once.\n\nThe thing begins to rampage in unison.\n\nAs I was not part of the war nor I was there to witness it, I cannot associate with or understand them in any way.\n\nIt was merely a fit of hasty arrogance.\n\nThere was no choice but to flee from the place, leaving the raging thing behind."],"cancelDesc":"Unknown"},
  "90104301": {"a":0,"id":"90104301","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["The O-ring snaps rather easily. It might have been weakened by age.\n\n\"Kff, kurgh...\"\n\nAs Enkephalin pours out of the box, we face the person bloated and drenched with the substance through the glass window on the box.\n\nKnowing that it is no longer human, sympathy causes a hand to be offered.\n\n\"Put it away.\"\n\nIt spoke.\n\n\"This was the only choice I had. To survive...\"\n\n\"We were buried here with no hopes of rescue. We've been abandoned.\"\n\n\"I... We shoved our heads into Enkephalin so that we can endure the time.\"\n\nThe explanation is then followed by resentment.\n\n\"Why are you trying to save us after all this time? I want nothing more than to dip my head into that green water right now!\"\n\nIts face was full of anger, it ran off with the empty box still on its head.\n\nAll that it left was a small employee card and the guilt of doing what shouldn't have been done."],"failureDesc":["Was the ring sturdier than it seemed, or was it the lack of skill?\n\nThe blade kept bouncing off the slippery O-ring...\n\n\"Brgrrgh...\"\n\nAnd the submerged thing pushed you away and ran off.\n\nDid it prefer to stay like that?\n\nAll it left was a small employee card."],"cancelDesc":"Unknown"},
  "90104701": {"a":0,"id":"90104701","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak the command?","successDesc":["\"Ah...\"\n\nYou moved your leg to the side and pointed below, to the trembling apple's dismay.\n\n\"Hah, got you.\"\n\n\"No! I don't want this!\"\n\n\"Stories must follow their natural courses. This is the flow we shall follow, so accept it.\"\n\nIt picked up the tiny apple and put it on the back of the horse.\n\n\"This won't be needed anymore. It's not the most flattering gift, but I will give it to you as a reward for letting me know.\""],"failureDesc":["Just as you thought you'd tell the truth, you felt a tremor at your leg.\n\n\"...You were hiding it.\"\n\nYou try to deny it, but it was already angered.\n\n\"Get lost!\"\n\nIt lashes at you viciously with a thorny snare...\n\nAnd when you managed to dodge the onslaught, you found that the snare caught the rotten apple.\n\n\"This is the natural course. Accept it.\"\n\nHaving caught the apple, it ran off in the other direction."],"cancelDesc":"Unknown"},
  "90104901": {"a":0,"id":"90104901","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak the command?","successDesc":["I command death to it.\n\n\"...Your command is understood. A great sense of purpose was detected in your voice.\"\n\n\"The command shall be carried out.\"\n\nIt disappeared after the short reply.\n\nSoon enough, a loud noise rang from a distance.\n\n...Then, the body felt lighter and invigorated."],"failureDesc":["I command death to it.\n\n\"...Your command is understood. However-\"\n\n\"I do not detect any sense of purpose in your voice. You are speaking without knowing why the command is to be made.\"\n\n\"You will be punished for giving meaningless commands.\"\n\nBefore a word could be said, the hand on its tail comes forth."],"cancelDesc":"Unknown"},
  "90104902": {"a":0,"id":"90104902","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak the command?","successDesc":["I command life to it.\n\n\"...Your command is understood. A great sense of purpose was detected in your voice.\"\n\n\"The command shall be carried out.\"\n\nIt disappeared after the short reply.\n\nSoon enough, brisk steps could be heard.\n\nAs the footsteps went over the head, a shining thing fell from above.\n\n...Could this be their thanks?"],"failureDesc":["I command life to it.\n\n\"...Your command is understood. However-\"\n\n\"I do not detect any sense of purpose in your voice. You are speaking without knowing why the command is to be made.\"\n\n\"You will be punished for giving meaningless commands.\"\n\nIt took away the glowing things that had been collected."],"cancelDesc":"Unknown"},
  "90104903": {"a":0,"id":"90104903","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak the command?","successDesc":["I did not give it any command.\n\n\"None can go without giving any commands.\"\n\nWatching its tail sway menacingly, we hastily waved our hands and gave an excuse.\n\n\"...Your command is understood. I now see what you meant.\"\n\nCould something we said have elicited a response?\n\n\"The command shall be carried out.\"\n\nIt placed a mysterious object before leaving."],"failureDesc":["I did not give it any command.\n\n\"None can go without giving any commands.\"\n\nWatching its tail sway menacingly, we hastily waved our hands and gave an excuse.\n\n\"You have additionally committed the crime of neglecting to command even yourself.\"\n\n\"The crime of neglecting that obligation will be punished rightly.\"\n\nThe improvised excuse didn't work, and the tail was swung our way in a large arc."],"cancelDesc":"Unknown"},
  "90105101": {"a":0,"id":"90105101","eventDesc":"","prevDesc":"","behaveDesc":"Who will place the stone?","successDesc":["Did you place it with sincerity?\n\nThen the wish may come true."],"failureDesc":["To place your wish on top of countless others...\n\nThe hand needed to be lighter and more cautious.\n\nOne stone falls to the ground, followed by many others.\n\nThe price for ruining the tower won't be light."],"cancelDesc":"Unknown"},
  "90105102": {"a":0,"id":"90105102","eventDesc":"","prevDesc":"","behaveDesc":"Who will bring down the cairn?","successDesc":["You see something buried beneath the collapsed cairn.\n\nWe may never know why it had to be buried discreetly."],"failureDesc":["As the stones collapsed in such a short time,\n\nYou attempted to avoid them to no avail, being pressed under their weight.\n\nNow you were the one trapped in the stone cairn."],"cancelDesc":"Unknown"},
  "90105601": {"a":0,"id":"90105601","eventDesc":"","prevDesc":"","behaveDesc":"What will you do?","successDesc":["Declining the offer, we pressed on in the rain.\n\nWhile running, you noticed something in your hand.\n\nPerhaps it's the serendipity of staying out of that umbrella."],"failureDesc":["'Oh dear... They're being spoiled...'\n\nThe tall fairy runs at us with jovial motions, holding the umbrella still.\n\nIt reveals a concealed arm stained with blood. It was running in a hurry, and the long arm is stretched toward us, trying to snatch us by the neck."],"cancelDesc":"Unknown"},
  "90106301": {"a":0,"id":"90106301","eventDesc":"","prevDesc":"","behaveDesc":"Who will tell the shooter?","successDesc":["'Alright, then let's keep the festival going.'\n\nThe secret festival raged on in the field of battle where bullets rain.\n\nAfter watching it for a while, you snuck out of the place, taking medical supplies dropped on the ground.\n\nThe sounds of bullets continued until you left."],"failureDesc":["'Right, if you're gonna stay quiet...'\n\n'Then it must mean you remember and will continue to remember.'\n\n'Let me do you a favor.'\n\n'The people you love will remember you as yet another victim that lost their head.'\n\nThis is still a battlefield;\n\nThe shooter loads its bullets with expertise."],"cancelDesc":"Unknown"},
  "90107601": {"a":0,"id":"90107601","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["The intravenous line was removed from its body.\n\nWhen the red line was pulled out, its body regained vigor as if relieved of some kind of curse.\n\nPerhaps the line was siphoning its nutrition rather than supplying it."],"failureDesc":["The intravenous lines were too intricately intertwined to pull out.\n\nWhile digging through the knots, you feel a sting on your hand.\n\nYou look down to find that a needle was poking into the back of your hand.\n\nYou quickly pulled it out, but you felt dizzy for some reason."],"cancelDesc":"Unknown"},
  "90107701": {"a":0,"id":"90107701","eventDesc":"","prevDesc":"","behaveDesc":"","successDesc":["'It will be the newest patient of our hospital.'\n\n'This is a small garden and haven.'\n\n'They will be on good terms with the other patients.'\n\n'It won't hurt; the anesthetics are plenty.'\n\nWe suffered many wounds on the way here, big and small.\n\nWhether it's the body or the mind, wounds need to be treated in time.\n\nIf it's allowed to develop into a scar, it will not go away for certain."],"failureDesc":["Even the most skilled doctor can't turn every operation into success.\n\nSo it's natural for failure to be present even with multiple of them.\n\nWhat can we do about it?\n\nWe'll have to bear the pain and limp our way back, as we always have."],"cancelDesc":"Unknown"},
  "90107801": {"a":0,"id":"90107801","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["The flask on the back fills with red.\n\nSated by the weight of the blood, the head lifts from the floor and points to the ceiling again."],"failureDesc":["Alas, more blood was spilled than expected.\n\nYou fall to the floor as if you became the hammer.\n\nSated by the weight of the blood, the head lifts from the floor and points to the ceiling again."],"cancelDesc":"Unknown"},
  "90107901": {"a":0,"id":"90107901","eventDesc":"","prevDesc":"","behaveDesc":"Who will take it off?","successDesc":["Trying to lightly remove it is like brushing off dust\n\nIs an affront to the greed that refused to dissipate even after shoving the head into it.\n\nThere was no choice but to watch as the hand reached out."],"failureDesc":["We thought we pulled it out, but couldn't move forward.\n\nSeeing it grasp at coattails until the end, you're sapped of strength, bound by the dreadful tenacity."],"cancelDesc":"Unknown"},
  "90107902": {"a":0,"id":"90107902","eventDesc":"","prevDesc":"","behaveDesc":"Who will hug it?","successDesc":["To hug is to embrace another.\n\nThe fingers that were stretched to grasp things clasp with another's appendages for the first time.\n\nBetween the quietly laced appendages, there was a warmth of blood beginning to circulate.\n\nLike that, the rigid greed loosens."],"failureDesc":["It seems the basic manners of clearing sweat from the hand before extending it for a handshake were neglected.\n\nYour hand slipped, and the emptied palm wriggles as if to seek another left hand to grasp.\n\nHowever, it no longer tries to recklessly grab things, seemingly fulfilled by the attempt."],"cancelDesc":"Unknown"},
  "90200301": {"a":0,"id":"90200301","eventDesc":"","prevDesc":"","behaveDesc":"Who should go forth?","successDesc":["We carefully walked into the dense fog.\nEerie howls surround us.\n\nIt was no longer possible to tell which way was forward.\nAll we could do was keep walking.\n\nThe fog cleared at one point,\nand a trinket of endless ashen flow awaited us.\n\nWe then realized it wasn’t fog we walked through."],"failureDesc":["We carefully walked into the dense fog.\nEerie howls surround us.\n\nIt was no longer possible to tell which way was forward.\nAll we could do was keep walking.\nAfter a while, even advancing began to feel terrifying.\n\nThe fog grows thicker.\nIt feels as though you will no longer be able to escape."],"cancelDesc":"Unknown"},
  "90200302": {"a":0,"id":"90200302","eventDesc":"","prevDesc":"","behaveDesc":"Who should go forth?","successDesc":["You stared into the eye-like things.\nYour piercing gaze met the song\nof endless despair and wailing sockets.\n\nYou then realized that it wasn’t fog you were facing.\nWhat you thought were its eyes and mouth\nall turned out to be tricks played by shadows.\n\nWhen you figured out that its howl was merely whistling wind,\nall of it vanished."],"failureDesc":["You stared into the eye-like things.\nIt returned the gaze, singing endless despair.\n\nJust as you felt that the figure seemed to have grown,\nwe were engulfed by the fog."],"cancelDesc":"Unknown"},
  "90200501": {"a":0,"id":"90200501","eventDesc":"","prevDesc":"","behaveDesc":"Who should do it?","successDesc":["With each rope that’s untied, the wail grows louder.\n\nYou feel sympathy for the trapped being.\n\nUndoing the ropes, you begin to weep\nalong with their wailing.\n\nOne undone knot accompanies sorrow.\nOne undone knot accompanies lamentation.\n\nWhen the last is released,\nyou discover that there is no one inside.\n\nPerplexed, you examine the interior,\nand find a single, red-jeweled beetle."],"failureDesc":["With each rope that’s untied, the wail grows louder.\n\nThere’s more than one individual occupying the coffin.\nSeveral people are clinging to each other, all crying.\n\nThe coffin bursts open, letting them out."],"cancelDesc":"Unknown"},
  "90200502": {"a":0,"id":"90200502","eventDesc":"","prevDesc":"","behaveDesc":"Let’s just go back. Who should lead the way?","successDesc":["The red arms wave in the air,\nas if pleading not to be left behind.\n\nBut, after another look,\nit also seems as if they’re thankful for being left as they are.\n\nThough the wailing hasn’t ceased,\nthe weeping seems to have softened, just a little."],"failureDesc":["You disregard the chilling sensation and move on.\n\nHowever, that feeling would linger,\neven after a while of walking.\n\nAt one point, you stopped and turned around\nto find a hand.\n\nIt was attached to an unnaturally scrawny red arm.\n\nIt grabbed its speechless victim.\nA familiar note was added to the coffin’s wailing."],"cancelDesc":"Unknown"},
  "90200601": {"a":0,"id":"90200601","eventDesc":"","prevDesc":"","behaveDesc":"Who will give our answer?","successDesc":["“You kent that?”\n\nThe paper flapped in disbelief.\n\n“Well, if you really insist, knowing what’s coming…”\n\nIt took a step back, dousing itself with coffee.\nJust then, a paper soldier\nsuddenly rushed at you.\n\n“You shouldn’t underestimate paper’s integrity.”\n\nBefore you could respond to the peculiar voice,\nthe soldier attacked you."],"failureDesc":["“You sure you read it right?”\n\n“With a body like that, you can’t fulfill the contract written here!”\n\nThe paper sprayed coffee on the floor,\nspewing insults.\n\nBefore we could make any excuses,\nwe got kicked out."],"cancelDesc":"Unknown"},
  "90200602": {"a":0,"id":"90200602","eventDesc":"","prevDesc":"","behaveDesc":"Who will give our answer?","successDesc":["“‘Preciate it. You made the job easier.”\n\nThe paper soldiers nearby\nstart fighting each other.\n\nSometime later, the defeated soldiers’ bodies are torn,\nexploding into paper cranes.\n\nOne of the cranes crawls your way.\n\n“Take good care of that piece.”\n\nThe satisfied sheet of paper drenched itself in coffee."],"failureDesc":["“That your way of turning someone down?”\n\nAnnoyed, the paper crumpled.\n\n“There are basics to proper conversation.\nI don’t wish to speak with someone\nwho can’t respect those basics.”\n\nBefore we could make any excuses,\nwe got kicked out."],"cancelDesc":"Unknown"},
  "810001": {"a":0,"id":"810001","eventDesc":"The records, inscribed with that burning quill, are endless.\n\nYet the prophet must write.\n\nBecause the future is also endless.","prevDesc":"The prophet records endlessly.","behaveDesc":"Who will read the records?","successDesc":["[{0}] snuffed the burning flames and looked into the records.\n\n@#$!@%!!@%!@%!@%\n\nThe Sinner could not understand a single word of it... but soon realized that reading it was unnecessary.\n\n[{0}] merely accepted the records as they naturally came to them.\n\nThe Sinner felt as though something was constricting around their head, but... their weapon arm felt empowered.\n\n... One of its heads was glaring in their direction."],"failureDesc":["Not all of its flames could be snuffed out.\n\n[{0}] awkwardly looked into the records.\n\n@#$!@%!!@%!@%!@%\n\nAn impure, terrifying sensation climbed the Sinner's body.\n\nThe Sinner could not help but stumble a few steps back.\n\nIn doing so, [{0}] instinctively raised their hands...\n\n... and dropped the book of Prophecy, full of writing, on the ground.\n\nThe book dropped with its contents visible for all Sinners to see...\n\nStriking all those who gazed upon it with an ineffable terror."],"cancelDesc":"Unknown"},
  "810101": {"a":0,"id":"810101","eventDesc":"Looking closely at it... it appears to be a gem of sorts.\n\nBorn after a long, long time of waiting...\n\nBorn in the ebb and flow of the filth that fills and leaves that thing with its every movement.\n\nTaking its gem would be equivalent to taking its reason for existence away. It may fall apart without it.","prevDesc":"What is that twinkling thing in that effervescent filth?","behaveDesc":"Who will take its meaning away?","successDesc":["[{0}] reaches toward the twinkling light.\n\nThe green slime... the acidic, burning sensation... the writhing larva... all of it unnerves the Sinner.\n\nBut despite all that, [{0}] prevails, claiming the gem with their hand.\n\n!!!\n\nAn incomprehensible roar echoes.\n\nIt quickly regenerated something new in its maws...\n\nBut it won't be the same."],"failureDesc":["[{0}] reaches toward the twinkling light.\n\nThe green slime... the acidic, burning sensation... the writhing larva... all of it unnerves the Sinner.\n\n... It is no easy task, rummaging through all that in search of that light.\n\n[{0}] could not stand it anymore.\n\nPatience and perseverence does not last forever. The Sinner had to free their hand from its maws.\n\nThis experience left nothing but wounds for both [{0}] and the thing."],"cancelDesc":"Unknown"},
  "810201": {"a":0,"id":"810201","eventDesc":"Where did that flotsam float from?\n\nFrom where, and how did it end up here?\n\nAfter so many years, even that flotsam may no longer recall from whence it came.\n\n... As long as it can be used to stop that Abnormality's attack.","prevDesc":"Something sways in the rolling waves.","behaveDesc":"Who will approach the flotsam?","successDesc":["[{0}] eventually managed to reach the flotsam.\n\nThis was possible because the other Sinners tried their best to draw the Abnormality's attention.\n\n[{0}] grabbed onto the flotsam, tried to move it out of the way... before slamming their weapon down upon it.\n\nThis ended up leaving several, sharp edges on the flotsam.\n\nIf something were to charge into this flotsam... it would be impaled, unable to progress further."],"failureDesc":["[{0}] eventually managed to reach the flotsam.\n\nThis was possible because the other Sinners tried their best to draw the Abnormality's attention.\n\n[{0}] grabbed onto the flotsam, tried to move it out of the way... before slamming their weapon down upon it.\n\nBut it's no easy thing, trying to swing one's weapon in midst of the swaying waters.\n\nEven worse, the flotsam was sturdier than it appeared.\n\nAll that the Sinner managed to do was to make a loud noise.\n\n... Which drew the Abnormality's attention to [{0}]. It did not take long before the Abnormality began charging at [{0}]."],"cancelDesc":"Unknown"},
  "1050101": {"a":0,"id":"1050101","eventDesc":"\"Yeah, of course we should.\"\n\nAs soon as we decided to check underneath the boat, a powerful shock rocked the stern of the boat.\n\n\"Mermaids! Hostiles are climbing from the bottom of the ship...\"\n\n\"We can minimize our losses by having one of us go push them off the ship before they latch on.\"\n\nAs soon as that was decided, two Sinners jumped from their seats and approached me.\n\n\"I will go, Executive Manager!\"\n\n\"No. I am better suited for this task.\"\n\nThe two Sinners begin bickering.","prevDesc":"","behaveDesc":"... We don't know what'll happen down there. Let's choose someone fearless.","successDesc":["[{0}] struck at a Mermaid crawling up from the waters.","As soon as I chose [{0}] for the task, the Sinner ran and smashed the Mermaid's head in.\n\n\"We can't let these Mermaids waste any more of our time.\"\n\nThe impact of the strike caused something to fall from the Mermaid.\n\n\"…….\"\n\nThat's an LCCB employee badge... just like the one Pilot was wearing.\n\nThis is awful. ...But we have to keep moving."],"failureDesc":["[{0}] froze upon seeing the Mermaid crawling up the side of our ship.\n\n\"…….\"\n\nSomething on that Mermaid must've caused them to hesitate.\n\n\"What the hell are you doing?!\"\n\n\"They're climbing onto our ship!\"\n\n…We have to fight off the mermaids first.\n\nWe'll ask them what happened later."],"cancelDesc":"Unknown"},
  "10502": {"a":0,"id":"10502","eventDesc":"We entered a narrow waterway of sorts.\n\n\"... Executive Manager.\"\n\nI see Mermaids swimming under the ship.\n\nMermaids latched onto the walls are glaring at us as well.\n\n\"This place, hard to steer. Steer and keep track of directions, hard to do at once.\"\n\nSomeone'll have to keep track of the directions.","prevDesc":"","behaveDesc":"Who should keep track of the directions?","successDesc":["\"Left!\"\n\n\"... The road splits to three? Wait, look! Opening at 2 O' clock!\"\n\nThanks to [{0}]'s quick and clear directions, we were making quick work of the waterways.\n\n\"... There's no end to them, huh?\"\n\nBut the horde of Mermaids attacking our ship doesn't seem any smaller than it did when we first entered.","\"Left!\"\n\n\"... The road splits to three? Wait, look! Opening at 2 O' clock!\"\n\nThanks to [{0}]'s quick and clear directions, we were making quick work of the waterways.\n\n\"... Been a while, since we've done something like this together.\"\n\n\"Yes. Remember? Starbuck, on helm. You, me, shouting at Starbuck...\"\n\n\"Yeah...\"\n\n\"... Man, there's no end to them.\"\n\nBut the horde of Mermaids attacking our ship doesn't seem any smaller than it did when we first entered."],"failureDesc":["\"Go ri— I mean, left! I-I think left is open...?\"\n\n\"There are three paths... Uh... What do I do here...?\"\n\n[{0}] had some trouble telling directions...\n\n\"Tsk, prepare for battle...!\"\n\n... and the consequences were swift."],"cancelDesc":"Unknown"},
  "1050201": {"a":0,"id":"1050201","eventDesc":"\"Exit. Still far.\"","prevDesc":"","behaveDesc":"Someone'll have to continue to keep track of our directions. Should we continue using the same method?","successDesc":["\"Go straight!\n\n\"... Now! Right hard rudder!\"\n\nThanks to [{0}]'s quick and clear directions, we were making quick work of the waterways.\n\n\"... There's no end to them, huh?\"\n\nBut the horde of Mermaids attacking our ship doesn't seem any smaller than it did when we first entered.","\"Steady as she goes!\"\n\n\"... Now! Right hard rudder!\"\n\nThanks to [{0}]'s quick and clear directions, we were making quick work of the waterways.\n\n\"... Been a while, since we've done something like this together.\"\n\n\"Yes. Remember? Starbuck, on helm. You, me, shouting at Starbuck...\"\n\n\"Yeah...\"\n\n\"... Man, there's no end to them.\"\n\nBut the horde of Mermaids attacking our ship doesn't seem any smaller than it did when we first entered the waterways."],"failureDesc":["\"… Is moving forward our only option?\"\n\n\"W-wait! There was another path! ... Looks like we missed it, though…\"\n\n[{0}] must be having some trouble telling directions...\n\n\"Tsk, prepare for battle...!\"\n\n... and the consequences were swift."],"cancelDesc":"Unknown"},
  "1050202": {"a":0,"id":"1050202","eventDesc":"\"Almost there. We escape soon. To next area.\"\n\nWe're almost there.","prevDesc":"","behaveDesc":"We're almost out, but let's not get complacent just yet.","successDesc":["\"It's opening up—wait! It's a waterfall! Steady as you go!\"\n\n\"Phew... Oh! Rocks ahoy! Keep left, keep left... And right full rudder!\"\n\nThanks to [{0}]'s quick and straightforward directions, we managed to lose the Mermaids and escape the waterway.","\"It's opening up—wait! There's a drop! Steady as you go!\"\n\n\"Phew... Oh! More rocks ahoy! Left 10 degrees rudder, steady... And right full rudder!\"\n\nThanks to [{0}]'s quick and straightforward directions, we managed to lose the Mermaids and escape the waterway.\n\n\"... Been a while, since we've done something like this together.\"\n\n\"Yes. Remember? Starbuck, on helm. You, me, shouting at Starbuck...\"\n\n\"Yeah...\"\n\nThe ship was covered with blood and oil of Mermaids we killed in the waterway.\n\n\"These, useful. Put them in barrel.\"\n\nThe boat smooth-sailed to the next area as we spent our time collecting Mermaid oil from the ship. There was so much of it that the deck was almost flooded with it."],"failureDesc":["\"...? W-wait! There's a drop?! U-uh, what do we do...?\"\n\n\"Haah, haah... I-I can't see too well in here...\"\n\n[{0}] was trying their best, but exhaustion seems to have gotten the better of them; their directions were very muddled.\n\n\"Agh... And we were so close to the exit...!\"\n\nWe'll have to fight our way to the end, then..."],"cancelDesc":"Unknown"},
  "10503": {"a":0,"id":"10503","eventDesc":"After defeating the Abnormality, we sailed for a while without much incident. That was when...\n\n\"A wall...\"\n\n... a thick, solid wall appeared before us.\n\n\"Artery. Beyond this wall.\"\n\n\"Wall opens. Closes. Opening is very short. Don't get grabbed by Mermaid there. Chopped in half, if grabbed by mermaid.\"\n\nAnd with a heavy rumble, the wall immediately started to open.\n\n\"Keep Mermaids off ship. They slow us down, we get cut in half.\"\n\nThe Mermaids must've sensed the rumbling. They begin rushing at our ship.","prevDesc":"","behaveDesc":"Who will take vanguard in keeping the Mermaids off our ship?","successDesc":["[{0}] takes vanguard, knocking Mermaids off the boat.\n\n\"Good enough.\"\n\n\"Nice, we made it through...\"\n\n\"Phew. Huh, the wall is twitching. Like it's about to—\"\n\nNot a second after the stern of our boat made it past the wall, the door slammed shut.\n\n... Let's keep moving to the artery.","[{0}] takes vanguard, knocking Mermaids off the boat.\n\n\"Good enough.\"\n\n\"Nice, we made it through...\"\n\n\"Don't get complacent. We have to remain alert.\"\n\n\"Phew. Huh, the wall is twitching. Like it's about to—\"\n\nNot a second after the stern of our boat made it past the wall, the door slammed shut.\n\n... Let's keep moving to the artery."],"failureDesc":["[{0}] takes vanguard, knocking Mermaids off the boat.\n\nBut...\n\n\"I-I think there's more of them than we expected...\"\n\n\"Oi! Help 'em out!\"\n\n\"Aagh, w-wait...!\"\n\nWe eventually managed to shake the Mermaids off and made it past the opening, but...\n\n\"Haah...\"\n\nThis kerfuffle exhausted everyone and left some of us wounded.\n\n... We have no choice but to continue on our way to the artery."],"cancelDesc":"Unknown"},
  "1050401": {"a":0,"id":"1050401","eventDesc":"\"This is much tougher than I expected...\"\n\nThe artery appeared much sturdier than we had initially assumed.\n\nCutting it open with a single strike won't be an easy task... but if we delay too much here, we won't be able to arrive at the rendezvous area in time.","prevDesc":"","behaveDesc":"Who can possibly cut it open with a single strike?","successDesc":["[{0}] slowed their breathing and steadied their poise...\n\n\"Ooh!\"\n\n... before striking the artery, slicing it clean open.\n\n\"Sanguine fluid gushes at a terrifying rate.\"\n\nAs bloodflow from the opening begins to slow, the path begins to open.\n\n... Let's make our way to the heart."],"failureDesc":["[{0}] struck the artery with all their might, but...\n\n\"Just a little gash, huh...\"\n\n... failed to slice it open.\n\n\"We don't have time for this...!\"\n\nFlustered, [{0}] began repeatedly slamming their weapon into the artery, trying to hack it open.\n\n... Luckily, we were able to cut open the artery in time. But this clearly left [{0}] exhausted from the effort.\n\n\"Sanguine fluid gushes at a terrifying rate.\"\n\nAs bloodflow from the opening begins to slow, the path begins to open.\n\n... Let's make our way to the heart."],"cancelDesc":"Unknown"},
  "1050501": {"a":0,"id":"1050501","eventDesc":"We stopped before a crate with the Twinhook Pirates' logo on it.\n\n\"This crate appears to be locked.\"\n\n\"It's all rusted... I don't think we can even try to pick the lock.\"\n\n\"Then let's smash it open!\"\n\n... But the box itself looks pretty flimsy. We risk smashing its contents as well.","prevDesc":"","behaveDesc":"Who can strike the crate with just the right amount of force?","successDesc":["[{0}] observed the crate closely, then took a step back. Then, with a controlled strike, smashed only the lid of the crate.\n\nWhat we found inside the box was a rusted hook covered in blood and white membrane. It was probably used to kill Mermaids.\n\nI don't know what use this could possibly have... but it might come in useful.\n\nShould we check the other boxes, too?"],"failureDesc":["\"Oop...\"\n\nThat was not a controlled strike at all. I wasn't sure if they even tried.\n\nThe crate was smashed to bits, so much so that we couldn't tell its contents apart from its crushed remains.\n\nWell, no choice but to check what other crates we have..."],"cancelDesc":"Unknown"},
  "1050502": {"a":0,"id":"1050502","eventDesc":"This crate has the LCCB logo on it.\n\nThis one looks sturdy enough... we probably can't smash it open.\n\n\"This appears to have been sealed by an intricate locking mechanism.\"\n\n\"Doubt I'll be able to just smash this open...\"\n\n\"Wait, I think I remember something...\"\n\nMaybe a Sinner who's used an LCCB Identity in the past may know something about this.","prevDesc":"","behaveDesc":"Who will attempt to crack open the lock?","successDesc":["\"I think this was how they did it...\"\n\n[{0}] fiddles with the lock and opens the crate.\n\n\"I see. In this crate was a magazine for a firearm.\"\n\nIndeed, what we found inside the crate was a magazine full of bullets.\n\nWe can definitely find a good use for this.\n\nThere aren't any more useful boxes around... We decided to move on to the next area.","[{0}] fiddles with the lock and opens the crate.\n\n\"I see. In this crate was a magazine for a firearm.\"\n\nIndeed, what we found inside the crate was a magazine full of bullets.\n\nWe can definitely find a good use for this.\n\nThere aren't any more useful boxes around... We decided to move on to the next area."],"failureDesc":["[{0}] fiddled with the lock, but failed to make any progress.\n\n\"Hmm...\"\n\nAfter a few more adjustments, the crate seemed to reinforce itself with an additional locking mechanism.\n\n\"Well, what can we do.\"\n\nThere probably was something useful in there... but we don't have any means to break it open. We have no choice but to leave it behind.\n\nThere aren't any more useful boxes around... We decided to move on to the next area."],"cancelDesc":"Unknown"},
  "810602": {"a":0,"id":"810602","eventDesc":"Sure, you could say that.\n\nBut... her own answers matter the most here, no?\n\n\"......\"\n\nHer breathing is quick and shaking. She deliberates.\n\nWhat answer awaits you at the end of this deliberation?","prevDesc":"","behaveDesc":"Can she endure her own past?","successDesc":["\"... Akh!\"\n\nIshmael swings her arm with determination. She tries to focus.\n\n\"Still with your bullshit... I'll tear your mouth from ear to ear!\"\n\n\"Fine. Go ahead.\"\n\n\"What are you waiting for? Is it because you are too weak to do it? ... Hahaha!\"\n\nAt the Captain's provocation, Ishmael's eyes begin to burn with hatred. She rushes at the Captain.\n\nLooks like she's still searching for an answer. And sometimes, wrath may draw one off course. Isn't that right?"],"failureDesc":["\"…….\"\n\nHer answer to the Manager's question is... endless silence.\n\nIs she still contemplating? Or does she think they're wrong?\n\nIndeed... it may be too early for her.\nTo decide, that is."],"cancelDesc":"Unknown"},
  "810603": {"a":0,"id":"810603","eventDesc":"\"<Ishmael.>\"\n\n\"<It's not over yet.>\"\n\n\"<It's too early to decide. There's still time.>\"\n\n\"<And when the time comes... no one will make that decision in your stead.>\"\n\n\"<Not me. Not Ahab.>\"\n\n\"<I know that you can reach your own answers. Find your own way.>\"\n\n\"…….\"\n\nIshmael does not reply. Instead, she tightens the grip on her weapon arm.","prevDesc":"","behaveDesc":"A delayed answer...\n... is not a bad idea.","successDesc":["\"... Akh!\"\n\nIshmael swings her arm with determination. She tries to focus.\n\n\"Still with your bullshit... I'll tear your mouth from ear to ear!\"\n\n\"Fine. Go ahead.\"\n\n\"What are you waiting for? Is it because you are too weak to do it? ... Hahaha!\"\n\nAt the Captain's provocation, Ishmael's eyes begin to burn with hatred. She rushes at the Captain.\n\nLooks like she's still searching for an answer. And sometimes, wrath may draw one off course. Isn't that right?"],"failureDesc":[""],"cancelDesc":"Unknown"},
  "90105401": {"a":0,"id":"90105401","eventDesc":"","prevDesc":"","behaveDesc":"Who will answer the question?","successDesc":["This is a duck. The duck's tired, downcast beak is clearly right there."],"failureDesc":["The answer lacked confidence. The rabbit, which you believed to be a duck, fled."],"cancelDesc":"Unknown"},
  "90105402": {"a":0,"id":"90105402","eventDesc":"","prevDesc":"","behaveDesc":"Who will answer the question?","successDesc":["This is a rabbit. Its long ears doubtless indicate that it is a rabbit."],"failureDesc":["The answer lacked confidence. The duck, which you believed to be a rabbit, fled."],"cancelDesc":"Unknown"},
  "90105801": {"a":0,"id":"90105801","eventDesc":"","prevDesc":"","behaveDesc":"Who will answer the question?","successDesc":["'Really?'\n\n'What should we do? We'll be revolving together on a track that goes on for thousands of light years.'\n\n'If you pity them...'\n\n'And if I'm just revolving on someone else's track...'\n\n'I suppose we're all pitiful things.'"],"failureDesc":["'Right.'\n\n'It's so hard.'\n\nThe things bound to the tracks begin chirping affirmatively.\n\n'Shut up!'\n\n'You're the ones that bound yourselves to me!'\n\n'No, you pulled me in!'\n\nThe bound things and the binding thing begin bickering.\n\nThere is no hope for a reconciliation."],"cancelDesc":"Unknown"},
  "90105802": {"a":0,"id":"90105802","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["'Right. I wanted to be lighter.'\n\n'But look at this.'\n\n'I'm still expanding because of these things that have bound themselves to me.'\n\n'So... will you alleviate my weight a little?'"],"failureDesc":["'Wait... there's too much noise... so much chatter...'\n\n'Everyone, shut up, stop binding yourselves to me'\n\nThe tracks around the entity grew and grew until its voice was heard no more."],"cancelDesc":"Unknown"},
  "90106101": {"a":0,"id":"90106101","eventDesc":"","prevDesc":"","behaveDesc":"Who will step in?","successDesc":["You find a skeleton amidst the pile of other bones. This may be the one trying to reach you. There's no telling if this is the right skeleton. Maybe you've prescribed meaning to something that just amounts to a pile of bones."],"failureDesc":["You tried your best to find the source of that sound, but it was to no avail. All flesh and hide are weathered away by the sands of time, and all that remains are indistinguishable bones. But the disembodied voice persists still."],"cancelDesc":"Unknown"},
  "90106102": {"a":0,"id":"90106102","eventDesc":"","prevDesc":"","behaveDesc":"Ignore the voice. Keep going.","successDesc":["Just a meaningless sound of wind whistling between the bones.\n\nThe sound of emptiness. The very same wind that will weave between our bones when we are buried here."],"failureDesc":["Nothing a quick ear swab can't fix. The noise died down like it was never even there."],"cancelDesc":"Unknown"},
  "90106601": {"a":0,"id":"90106601","eventDesc":"","prevDesc":"","behaveDesc":"Who will step in?","successDesc":["A single breath was more than enough.\n\nFor the first time in their existence, they could breathe in and out as much air as they wanted without hurting.\n\nEvery living second of their life was pain. No one will ever understand that."],"failureDesc":["Blowing air into its mouth was to no avail.\n\nThere was a coughing noise not long after.\n\nPerhaps liberation is nigh."],"cancelDesc":"Unknown"},
  "90106801": {"a":0,"id":"90106801","eventDesc":"","prevDesc":"","behaveDesc":"Who will identify the fabric?","successDesc":["Bandages, made to heal.\n\nBut he will bleed out as soon as these bandages are undone.\n\nTo maintain his shape... he must remain bound."],"failureDesc":["The wounds bound by the bandages rot away little by little; nothing indicates that they are healing.\n\nThey serve only to hide the hideous wounds, not to heal them."],"cancelDesc":"Unknown"},
  "90106802": {"a":0,"id":"90106802","eventDesc":"","prevDesc":"","behaveDesc":"Who will identify the fabric?","successDesc":["Chains, made to imprison.\n\nHe will endlessly struggle against the chains to be free.\n\nTo regain his authority. To speak the words unuttered, bound by the chains."],"failureDesc":["It thrashed once, then ceased its movements evermore.\n\nPerhaps it was because you defined the fabric as chains. Or, perhaps they really were bound by chains. No one will ever know."],"cancelDesc":"Unknown"},
  "90106901": {"a":0,"id":"90106901","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["To shake hands... is to share the solitude.\n\nThe hand was neither warm nor supple, but you held onto it for a long, long time.\n\nHoping that this little gesture have filled its hands, its loneliness, even a little."],"failureDesc":["Its hands are already full of handshakes.\n\nYour mere offer of a handshake is of no import to this being."],"cancelDesc":"Unknown"},
  "90106902": {"a":0,"id":"90106902","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["The true desire of its countless handshakes is a senseless one.\n\nSo even the hand that requests endless stream of handshakes must learn to sometimes let it flow past it.\n\nBecause we must all one day return with nothing in our palms."],"failureDesc":["Something left scratch marks on your hand.\n\nWounds left by loneliness.\n\nIt was born out of an ephemeral moment, yet the wound will last awhile."],"cancelDesc":"Unknown"},
  "90107301": {"a":0,"id":"90107301","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["'Then please, light our path.'\n\n'When the lamp's light fades, when there is nothing but utter darkness...'\n\n'... we'll know we're at the right place.'\n\n'There are lights that can be seen only when there is no other light.'\n\n'There, you will see the color. The color of everything that was once abandoned, blended together.'"],"failureDesc":["'You still fear the dark, don't you?'\n\n'I know that you will miss the surface, forever out of your reach once this fluorescent lamp dies'\n\n'So do return once you're ready.'"],"cancelDesc":"Unknown"},
  "90107302": {"a":0,"id":"90107302","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["'I remember. I've always wanted to run across a rolling field of grass under the warm sun.'\n\n'To swim across the vast ocean that I've seen only through pictures.'\n\n'That was my dream.'\n\n'My only dream.'\n\n'Now, if you ever recall a dream in which you wished to twinkle, even as a faint flicker...'"],"failureDesc":["The fluorescent light still flickers weakly.\n\n'That's okay. Where we're going...'\n\n'We don't need the light.'"],"cancelDesc":"Unknown"},
  "90107401": {"a":0,"id":"90107401","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["'I see.'\n\n'If my master is gone from the painting, the memories... what shall I do?'\n\n'What if... one day... I start doubting that I ever had a master...'\n\nOnly the painting remains in the hallway now."],"failureDesc":["'That cannot be.'\n\n'Look not at the time that is spent, and focus on the painting.'\n\n'The face of my master, who had to go through so much.'\n\nYou had to sit there and stare at the painting for a while."],"cancelDesc":"Unknown"},
  "90107402": {"a":0,"id":"90107402","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["'Is not the face of my master so graceful? The eyes, so deep. The gaze, so noble.'\n\n'Thank you. I am starting to remember. The face of my master, reflected on your very own eyes.'"],"failureDesc":["'If you really can see my master's countenance... that's not the face you'd be making.'\n\n'And those unimpressed, lifeless eyes aren't the look one would wear upon seeing my master's face.'\n\nWe were quickly deemed unwelcome, and were chased out of the mansion."],"cancelDesc":"Unknown"},
  "90108401": {"a":0,"id":"90108401","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["You lower your head and pray. You hear the sound of trumpets. Yet you do not look up, and merely take in the sound. Because prayers are supposed to be like that."],"failureDesc":["Just because you're lowering your head and closing your eyes doesn't mean you're praying."],"cancelDesc":"Unknown"},
  "90108402": {"a":0,"id":"90108402","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["Its translucent arms and head disappear. From the void flows dark red blood. Its slow, leaden flow is not unlike someone's flow of tears."],"failureDesc":["A large crack appears on the statue. It begins to tremble ominously. There is no choice but to accept what is to come."],"cancelDesc":"Unknown"},
  "90108501": {"a":0,"id":"90108501","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["Tell the truth.\n\nYou reply: the document says that the secret about the patient in room 409 must be kept.\n\n'I knew it...!'\n\n'But that patient... was...'\n\n'AAAAAAGGGGHHHHH!'"],"failureDesc":["You try to tell the truth, but the figure does not believe you.\n\n'Don't lie to me. The patient in room 409 is...!'\n\nThe figure is unable to hold back its emotions; it begins thrashing about, destroying everything around it."],"cancelDesc":"Unknown"},
  "90108502": {"a":0,"id":"90108502","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["'I knew it.'\n\n'They lied to me...'\n\n'Those pieces of shit lied to me!!!'"],"failureDesc":["The figure crumbles up the paper and stomps off to somewhere."],"cancelDesc":"Unknown"},
  "90109101": {"a":0,"id":"90109101","eventDesc":"","prevDesc":"","behaveDesc":"Who will take the challenge?","successDesc":["You reach out with your hand and hold it in place before it swings back.\n\nThe bell dings faintly.\n\nA dull and feeble noise.\n\nThough it no longer bounces back with the same amount of force, it continues to sway back and forth."],"failureDesc":["You firmly held it in place. Perhaps too firmly; it will never lose its balance again.\n\nAnd it will never sway back and forth again.\n\nThe bell no longer tolls.\n\nAll that remains are gears and cogs."],"cancelDesc":"Unknown"},
  "90109102": {"a":0,"id":"90109102","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["You push it further, to the point where the bell's almost touching the ground.\n\nBut it does not fall.\n\nInstead, it bounces back harder than it ever has, and it tolls loudly. Louder than any bell you've ever heard."],"failureDesc":["You pushed the bell too far. It tips over, falling to the ground with a heavy thump.\n\nIt can no longer be made to stand again.\n\nIts original role, once fallen, can never be recovered."],"cancelDesc":"Unknown"},
  "1050601": {"a":0,"id":"1050601","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["\"Damn it...\"\n\n\"What the hell happened?! I thought we'd driven them all away!\"\n\nAfter a grueling battle, {0} and Aeng-du managed to defeat or drive away the Kurokumo Clan henchmen.\n\n\"... You have my gratitude. I'm glad that we could provide them some help.\""],"failureDesc":["\"Damn it...\"\n\n\"What the hell happened?! I thought we'd driven them all away!\"\n\nAfter a grueling battle, {0} and Aeng-du managed to defeat or drive away the Kurokumo Clan henchmen. But...\n\n\"... Ach.\"\n\nPerhaps Aeng-du hadn't fully recovered yet. She ended up suffering some damage from the skirmish.\n\n{0} also seems to have taken some hits while protecting wounded Aeng-du.\n\n\"My apologies...\"\n\nAeng-du muttered through gritted teeth. There was a tinge of shame in her voice."],"cancelDesc":"Unknown"},
  "1050603": {"a":0,"id":"1050603","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth and speak?","successDesc":["\"The Bl-bl-the—\"\n\nThe civilians immediately kneeled before us and bowed profusely. Their voices tremble as they plead.\n\n\"We're sorry, We're so sorry!\"\n\n\"Please, have mercy... Don't kill us...!\"\n\nIn a flustered attempt, {0} tries to tell them that we have no cause nor intent to hurt them; but they refuse to listen.\n\n\"T-take this, at least...\"\n\nThey raised their hands with the utmost deference. In their hands was what appeared to be a book.\n\nTaking a closer look at it, we realized that what they handed us was a filled ledger with black covers.\n\n\"Please, forgive us! That's all we have with us at the moment...\"\n\nTry as we might to help them to their feet, the fear has already rooted them firmly to the ground. They don't even dare to raise their heads.\n\n... We had no choice but to leave them as they were."],"failureDesc":["\"... That's one nasty joke, fellas~\"\n\nMaybe {0} sounded awkward when they claimed to be from the Blade Lineage. The civilian's eyebrow twitched for a brief second before he burst into laughter.\n\n\"Why would they be out here, in these streets?\"\n\n\"Right, right. Besides, why'd they ever help us? We just turned a blind eye when they—\"\n\n\"Hey now! Shh, watch your mouth!\"\n\n\"Ah!\"\n\nAfter an exchange none of us had enough context for, they suddenly snapped as though they realized we were still standing right here.\n\n\"W-well then... Thank you for the help anyway!\"\n\n\"But don't say something like that, even as a joke! You never know what'll happen...\"\n\nWith that, the civilians hurriedly left the scene.\n\nThis did nothing but bring down our mood, did it..."],"cancelDesc":"Unknown"},
  "1050701": {"a":0,"id":"1050701","eventDesc":"","prevDesc":"","behaveDesc":"Who will share their opinion?","successDesc":["\"Hear, hear!\"\n\nThe loudest one guffaws, raising his cup full of liquor.\n\n\"I'm not claiming that other methods are inferior! I am merely claiming that a blade, a weapon with an edge, is made to cut things!\"\n\nThe other two nod in reluctant agreement.\n\n\"W-well, if you're talking about the blade and the blade part only, sure...\"\n\n\"I suppose a decapitation is not so different from breaking the skull open.\"\n\n\"Ha! You've made my day, friend. Here, take this!\"\n\nThe man who preached the superiority of Slash pats you on the back and places something in your hands."],"failureDesc":["\"Hear, hear!\"\n\nThe loudest one guffaws, raising his cup full of liquor.\n\n\"Yet...\"\n\nAll of a sudden, he stops laughing. Then, with a terrifying look on his face, he glares at {0}.\n\n\"How can you, as a practitioner of the martial arts yourself, deceive yourself and refuse to tell me your true beliefs? Have you no shame?\"\n\n\"Give it a rest, man! Trying to scare innocent passersby again?\"\n\nThe two drinking buddies of the man drag {0} to their table with a giddy look on their faces.\n\n\"I'm sure the allure of a powerful, singular Piercing strike was too much to deny! I understand, I do!\"\n\n\"The feeling of a Blunt object striking and cracking open a skull... can't get enough of that, eh?\"\n\nThe pair cheered {0} on and filled their cup with liquor."],"cancelDesc":"Unknown"},
  "1050801": {"a":0,"id":"1050801","eventDesc":"","prevDesc":"","behaveDesc":"Who should wield the sword?","successDesc":["{0} wielded the sword.\n\n\"...!\"\n\nAfter taking a moment to steady their breathing, {0} unsheathed the blade and sliced the thing before us in the blink of an eye.\n\nThat thing giggled as it disappeared, somehow finding this situation humorous...\n\nAnd left behind fragments of a blade."],"failureDesc":["{0} wielded the sword.\n\n\"...!\"\n\nAfter taking a moment to steady their breathing, {0} unshea—\n\n—Nevermind. They failed to unsheathe the blade, and instead dropped it to the floor.\n\n... I think they were holding the sword backwards, slicing their own palm open in the process.\n\nThe thing disappeared while we were busy trying to stop the bleeding from {0}'s hand."],"cancelDesc":"Unknown"},
  "1050802": {"a":0,"id":"1050802","eventDesc":"","prevDesc":"","behaveDesc":"Who should wield the sword?","successDesc":["{0} wielded the sword.\n\n\"......\"\n\n{0} effortlessly unsheathed the sword, threw the scabbard away, and gently lowered it to their side, its tip pointing toward the ground.\n\nThat thing giggled as it disappeared, somehow finding this situation humorous...\n\nAnd left behind a broken blade."],"failureDesc":["{0} wielded the sword.\n\n\"......\"\n\n{0} carefully and effortlessly unsheathed the swor—\n\n—Nevermind. They failed to unsheathe the blade, and instead dropped it to the floor.\n\n... I think they were holding the sword backwards, slicing their own palm open in the process.\n\nThe thing disappeared while we were busy trying to stop the bleeding from {0}'s hand."],"cancelDesc":"Unknown"},
  "1050901": {"a":0,"id":"1050901","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak to them?","successDesc":["\"Hah!\"\n\nThe sword-carrying man snickers.\n\n\"You answer with wisdom to my foolish query. Such musings hold very little significance in the City, indeed.\"\n\nHe laughs a little more, this time with gusto, then tears a tassel from his weapon before handing it over.\n\n\"I enjoyed your answer. If you evern find yourself in a conflict with the Blade Lineage, show them this tassel.\"\n\n\"It will be of some help to you, I can guarantee you that.\"\n\nWith that, they waved their hands and disappeared into the other direction."],"failureDesc":["\"True words indeed.\"\n\nThey both nod.\n\n\"But I don't suppose you are wise or capable enough to speak such wisdom from your heart.\"\n\nThe two smile awkwardly before turning around and leaving.\n\nLeft all alone, {0} looked down to the ground with a sad look on their face."],"cancelDesc":"Unknown"},
  "1051001": {"a":0,"id":"1051001","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak?","successDesc":["The blue letters slowly fade away, and a new word appears in their place.\n\n'Joy.'\n\nThe word stays there for a moment before transforming and falling to the floor.\n\nIt transformed into an old and weathered bamboo hat."],"failureDesc":["The blue letters slowly fade away, and a new word appears in their place.\n\n'Wrath.'\n\nThe word stays there for a moment before burning up and fading away.\n\n... Maybe it didn't like our answer?"],"cancelDesc":"Unknown"},
  "1051002": {"a":0,"id":"1051002","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak?","successDesc":["The blue letters slowly fade away, and a new word appears in their place.\n\n'Pleasure.'\n\nThe word stays there for a moment before transforming and falling to the floor.\n\nIt transformed into an old, weathered dopo robe."],"failureDesc":["The blue letters slowly fade away, and a new word appears in their place.\n\n'Sorrow.'\n\nThe word stays there for a moment before burning up and fading away.\n\n... Maybe it didn't like our answer?"],"cancelDesc":"Unknown"},
  "816601": {"a":0,"id":"816601","eventDesc":"Heathcliff the Heartbroken is shaking and stumbling.\nWhat is that fluid dribbling from his mouth? Is it blood... or tears of sorrow?\n... This might be our chance to convey something to Heathcliff.","prevDesc":"","behaveDesc":"Who should I go with?","successDesc":["I approached Heathcliff with [{0}] by my side.\n\n\"<Heathcliff.>\"\n\nI carefully try talking to him, but he shrinks back as though he's afraid of something.\n\n... Maybe my voice can't reach him.\n\nI ask {0} to relay my words to Heathcliff.\n\n\"<I can't empathize with everything you've gone through. I haven't the experience...>\"\n\n\"<... But I do know that these actions won't do anything to lessen your pain.>\"\n\nMaybe the words had an effect on him.\n\nHeathcliff the Heartbroken writhes and growls lightly, as though something inside hurts.\n\nI don't know if this helped him, or if all we did was pouring salt on his wounds, but...\n\n... he's getting back up to his feet. I'm certain that this is far from over."],"failureDesc":["I approached Heathcliff with [{0}] by my side.\n\n\"<Heathcliff.>\"\n\nI carefully try talking to him, but he shrinks back as though he's afraid of something.\n\n... Maybe my voice can't reach him.\n\nI ask {0} to relay my words to Heathcliff.\n\n\"<I can't empathize with everything you've gone through. I haven't the experience...>\"\n\n\"<... But I do know that these actions won't do anything to lessen your pain.>\"\n\n\"...!!!!\"\n\nHe suddenly lets out a mournful howl.\n\nMaybe my words couldn't get through to him, or maybe I just poured salt in his wounds.\n\nThe painful cry pierces all of our hearts. Mine, and the Sinners'..."],"cancelDesc":"Unknown"},
  "816602": {"a":0,"id":"816602","eventDesc":"Once again, Heathcliff the Heartbroken falls to the ground.\n\nHe is hyperventilating and shaking his head wildly. It is a difficult sight to bear.\n\nThe fluid pooled and pooled on the ground until it became a small puddle.","prevDesc":"","behaveDesc":"I must now carry Heathcliff's sorrow. Who will accompany me?","successDesc":["Once again, I approached Heathcliff with [{0}] by my side.\n\n\"<Don't let that hatred consume you, Heathcliff.>\"\n\nAh, no. This isn't it...\n\nI have to say something that can actually reach into his heart.\n\n\"<Everything's changed. You, people around you... it's not like the past, not anymore.>\"\n\n\"<You can still change, and you have the capability to do so. And there are those who can help you along the way, too.>\"\n\n\"<I'll turn the clock as many times as you need.>\"\n\n\"<Until you can finally see the path you're meant to walk...>\"\n\n... I wonder if he can hear us.\n\nI'll just have to hope that the quiet growl is a positive sign..."],"failureDesc":["I approached Heathcliff with [{0}] by my side.\n\n\"<Don't let that hatred consume you, Heathcliff.>\"\n\nNo, I said something like this when Sinclair was about to melt away, too.\n\nI must say something that can actually reach into Heathcliff's heart...\n\n\"...!\"\n\nMaybe I was too hesitant.\n\nOr maybe he felt threatened by the Sinner next to me, who was standing ready with their weapon drawn.\n\nHeathcliff the Heartbroken suddenly leaped and assumed a tense, aggressive posture.\n\nMaybe trying to talk him down is no longer an option..."],"cancelDesc":"Unknown"},
  "817101": {"a":0,"id":"817101","eventDesc":"A woman stands before us. Her body and mind are spent, weighed down, and sinking into the oblivion of time.","prevDesc":"","behaveDesc":"Who will talk to Nelly?","successDesc":["{0} approached Nelly.\n\nThere was an odd desire in Nelly's eyes.\n\nPerhaps it was envy, or perhaps it was anticipation...\n\n\"She...\"\n\n\"Gave me a mirror most beautiful, most alluring. It was as gorgeous as a lovely manicure.\"\n\nNelly shuddered, caught by an ineffable emotion. She mutters in a cold, detached voice.\n\n\"There, I saw. The... the kind of life that was laid out before me.\"\n\n{0} leaped backward, away from the sudden metallic noise, but it was too late.\n\nThe chains that exploded from Nelly's suitcase wrapped around {0}'s arm.\n\nThough {0}'s movements may be restricted... maybe there's a way to use that against Nelly.","{0} approached Nelly.\n\nThere was an odd desire in Nelly's eyes.\n\nPerhaps it was envy, or perhaps it was anticipation...\n\n\"She...\"\n\n\"Gave me a mirror most beautiful, most alluring. It was as gorgeous as a lovely manicure.\"\n\nNelly shuddered, caught by an ineffable emotion. She mutters in a cold, detached voice.\n\n\"There, I saw. The... the kind of life that was laid out before me.\"\n\n{0} leaped backward, away from the sudden metallic noise, but it was too late.\n\nThe chains that exploded from Nelly's suitcase wrapped around {0}'s arm.\n\n\"I refuse to be bound by you... and the Miss. It's done.\"\n\nThough {0}'s movements may be restricted... maybe there's a way to use that against Nelly."],"failureDesc":["{0} approached Nelly.\n\nThere was an odd desire in Nelly's eyes.\n\nPerhaps it was envy, or perhaps it was anticipation...\n\n\"She...\"\n\n\"Gave me a mirror most beautiful, most alluring. It was as gorgeous as a lovely manicure.\"\n\nNelly shuddered, caught by an ineffable emotion. She mutters in a cold, detached voice.\n\n\"There, I saw. The... the kind of life that was laid out before me.\"\n\nPerhaps the sorrow in her voice distracted {0}.\n\nThe chains that exploded from Nelly's suitcase wrapped around {0}'s entire body.\n\n{0} was immediately chained down to the railings, their vitals clearly exposed.\n\n... We have no choice but to continue this fight.","{0} approached Nelly.\n\nThere was an odd desire in Nelly's eyes.\n\nPerhaps it was envy, or perhaps it was anticipation...\n\n\"She...\"\n\n\"Gave me a mirror most beautiful, most alluring. It was as gorgeous as a lovely manicure.\"\n\nNelly shuddered, caught by an ineffable emotion. She mutters in a cold, detached voice.\n\n\"There, I saw. The... the kind of life that was laid out before me.\"\n\nPerhaps the sorrow in her voice distracted {0}.\n\nThe chains that exploded from Nelly's suitcase wrapped around {0}'s entire body.\n\n\"I refuse to be bound by you... and the Miss. It's done.\"\n\n{0} was immediately chained down to the railings, their vitals clearly exposed.\n\n... We have no choice but to continue this fight."],"cancelDesc":"Unknown"},
  "817302": {"a":0,"id":"817302","eventDesc":"\"What is... happening...?\"\n\nA frail, desperate voice echoes. The voice shudders so terribly.\n\n\"This is not at all what I wished for, no...\"\n\nI carefully ask the voice a question.\n\n\"<So all of this is...>\"\n\n\"I never wanted Heathcliff who exists for Catherine and only Catherine...\"\n\n... I don't think she can hear our voices.\n\n\"All I wanted... was for every Heathcliff to be happy...\"\n\n\"All I wanted... was to kill every existence of myself...\"\n\n\"Please, someone... help me.\"\n\n\"Can anyone hear me?!\"","prevDesc":"","behaveDesc":"Shout. Shout that we can hear her.","successDesc":["\"This is...\"\n\nThe warm light of the Golden Bough begins emanating from somewhere.\n\n\"Heathcliff?! Is that you?\"\n\n\"Y-yeah, Cathy! I'm back! I'm...\"\n\nSorrow. Joy. Wrath. Obsession... I can feel the storm of emotions raging within Heathcliff.\n\n\"Oh... Yet all is silent... I cannot hear his voice...\"\n\nThe same emotions can be felt from Catherine's voice.\n\n\"Bloody hell...\"\n\nCold slowly takes over the warmth as it grows weaker.\n\nI can no longer hear Catherine's voice.\n\n\"Tsk. I knew that it won't be this easy.\"\n\nBut Heathcliff refuses to let disappointment hold him back. Instead, he forges on with determination.\n\n... The other Sinners follow suit, prepared for battle."],"failureDesc":["\"<I don't think she can hear us...>\"\n\nHeathcliff and I shouted as hard as we could, but none of our words reached her.\n\nIt is complete silence, save for Catherine's quiet weeping.\n\n\"... That's okay. I didn't think it'd be this easy.\"\n\n\"But that... that is her voice. I'm certain of it.\"\n\n\"I'll shout and shout until she hears me. I'll shout that I'll never run again.\"\n\nHeathcliff grits his teeth, determined. The other Sinners form a line alongside him, invigorated by his resolve.\n\nYeah. We can still do this."],"cancelDesc":"Unknown"},
  "817304": {"a":0,"id":"817304","eventDesc":"\"Cathy, I...!\"\n\nJust as Heathcliff began to speak, a shrill cry tears through our heads.\n\n\"Catherine!!! Do not obstruct me now!!!\"\n\n\"We promised, didn't we? We promised to kill all of us so that Heathcliff may find happiness!!!\"\n\nThat cutting voice is tinged with an odd warmth, like a different voice.\n\n\"No, I...\"\n\nMaybe the two Catherines are vying for control.\n\nOne of her collosal hands are twitching and stumbling.\n\n... Maybe this is our chance to neutralize that hand.","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["[{0}] immediately knew what I was going for, and leapt toward the hand.\n\n\"T-this can't be...!\"\n\nGood. We caught her off guard... and neutralized the hand.\n\nI instinctively knew...\n\n... that we were so, so close.","\"I know exactly what you mean...!\"\n\nHeathcliff wears the most serious expression I've seen from him as he rushes toward the great hand.\n\n\"Agh, Heathcliff...!\"\n\n\"Give my Cathy back... There's so much that I have to tell her...!\"\n\nHeathcliff's sudden assault took the hand completely off guard, successfully neutralizing it.\n\nI instinctively knew...\n\n... that we were so, so close."],"failureDesc":["[{0}] immediately knew what I was going for, and leapt toward the hand.\n\n\"BEGONE!!!\"\n\nPerhaps someone she deemed to be irrelevant stood out even more in that chaos.\n\n{0} barely managed to duck under the swinging hand.","\"I know exactly what you're trying to do...!\"\n\nHeathcliff wears the most serious expression I've seen from him as he rushes toward the great hand.\n\n\"Heathcliff?! How could...!\"\n\nShe immediately recognized Heathcliff, even amidst all this chaos.\n\n\"Shite!\"\n\nHeathcliff barely managed to duck under the swinging hand.\n\n\"<Heathcliff...>\"\n\n\"Don't look so down, Clockhead. Be bold.\"\n\n\"I ain't giving up again. I'll never give up.\""],"cancelDesc":"Unknown"},
  "817305": {"a":0,"id":"817305","eventDesc":"Dammit, this is...\n\n... Cathy's coffin.\n\nIt's so cold... and dark inside.\n\n... You remained trapped here all along...\n\nJust for... my happiness...\n\nYou, who hated the dark so, so much...","prevDesc":"","behaveDesc":"Burst forth from the coffin.","successDesc":["If... if only I waited to hear your words to the end.\n\nIf only I... didn't run away. If only I approached you to talk to you first.\n\nWhat a witless mess I am.\n\nBUT...!\n\n“…!”\n\n\"So you've broken free from the coffin, Heathcliff?\"\n\n\"Pointless. It's all pointless...! You should have remained in there, suffocating in the worst regret of your life!\"\n\n“Shut your trap.”\n\nI won't run anymore. Not here, at the end of all things.\n\nI know it's too late. But... I will take this chance before even this passes forever.\n\nEven if this chance won't lead me to my happiness.\n\nEven if path won't end with your happiness.\n\nBecause I know for certain that, as long as our words are left unsaid...\n\n... no one will ever be happy.\n\n“…I see.”\n\n\"You're right. To wish for your happiness without even talking to you first, out of fear... I... should never have done that. I was wrong.\"\n\nI think...\n\nI heard Cathy's voice."],"failureDesc":[""],"cancelDesc":"Unknown"},
  "816401": {"a":0,"id":"816401","eventDesc":"Heathcliff from another world glares at Heathcliff.\n\nEvery strand of vein in his bloodshot eyes are pulsating with burning hatred.\n\n\"Your puerile adventure... ends here.\"\n\n\"Cast yourself off the cliffside of suffering. Let the sorrow agonise you until your body strikes the earth cold.\"\n\n\"That is the smallest atonement you could pay to Cathy, as her murderer.\"\n\n\"Bastard, even now...?!\"\n\nHeathcliff bolts forward, unable to stop himself.","prevDesc":"","behaveDesc":"Heathcliff's assault...","successDesc":["\"Gaah...!\"\n\nHeathcliff charges forward, screaming with wrath, and smites Heathcliff from the other world in his forehead.\n\n\"Yeah... You might be right. I might just be a bloody wretch like you said...\"\n\n\"But... I'll kill you first anyway...!\"\n\nThe other Heathcliff lets out a small laughter.\n\n\"Good! Very good, Heathcliff! I like that.\"\n\n\"Resent me, hate me! Strike me down again and again until I am nothing but a puddle of blood! I will be but one of many, many Heathcliffs you will slay in your path to your own demise!\"\n\n\"Together! We shall all plummet to the bed of this abyss!\"\n\nHe slowly rises, as though compelled by an aura of madness. Blood foams from his mouth with every word spat from his mouth.\n\nThis isn't over yet... The Sinners knew that, too. They stood ready for the battle to continue."],"failureDesc":["Heathcliff rushes forward, screaming, consumed with wrath... but perhaps the wrath got in the way of sound judgment.\n\n\"Haah...\"\n\nHeathcliff from the other world was able to read his moves like an open book; a fatal counterattack smote Heathcliff.\n\n\"Accept your fate, Heathcliff. Welcome the embrace of death.\"\n\nHeathcliff from the other world mutters to our Heathcliff, who is reeling, kneeling from shock.\n\n\"Yeah... You might be right. I might just be a bloody wretch like you said...\"\n\n\"But... I'll kill you first anyway...!\"\n\n... Heathcliff hasn't given up yet.\n\nThe other Sinners stand ready for the battle as well. This is far from over.\n\n\"... Very well. This is good, Heathcliff. Isn't it?\"\n\n\"Resent me, hate me. Do not relent. Because this will be the start of your journey to kill every Heathcliff... a journey that ends in your demise!\"\n\n\"Together... we shall all plummet to the bed of this abyss!\"\n\nHe bellows once again with anguish. The battle rages on."],"cancelDesc":"Unknown"},
  "97100301": {"a":0,"id":"97100301","eventDesc":"The chicken holding some stitching supplies pleads with chicky eyes.\nSomeone has to do this. Those eyes cannot be ignored.","prevDesc":"Unknown","behaveDesc":"Who has the hands for this task?","successDesc":["{0} hesitantly stepped forward.\n“Mmh…”\nTaking the needle and thread, the Sinner sat behind the chicken.\nWith awkward but careful hands, they began to stitch the seam with a standard method.\n“Kieph.”\nFortunately, it doesn’t seem to feel the pain of the needle.\nOnce the sewing was done, it hopped into {0}’s lap as if to thank them.\n“Kieeh!”\n{0} was pleasantly perplexed."],"failureDesc":["{0} confidently stepped forward.\n“Let’s see…”\nTaking the needle and thread, the Sinner sat behind the chicken.\nIn spite of the initial confidence, however, their stitches became gradually wry.\n“Kieerh!”\nBefore {0} could finish, the chicken pushed the Sinner away.\n“…Why didn’t you do it yourself in the first place?”\nIt snatched the supplies back to sew itself up, then walked out of sight.\n{0} was left perplexed."],"cancelDesc":"Unknown"},
  "97101201": {"a":0,"id":"97101201","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["\"Damn it...\"\n\n\"What the hell happened?! I thought we'd driven them all away!\"\n\nAfter a grueling battle, {0} and Aeng-du managed to defeat or drive away the Kurokumo Clan henchmen.\n\n\"... You have my gratitude. I'm glad that we could provide them some help.\""],"failureDesc":["\"Damn it...\"\n\n\"What the hell happened?! I thought we'd driven them all away!\"\n\nAfter a grueling battle, {0} and Aeng-du managed to defeat or drive away the Kurokumo Clan henchmen. But...\n\n\"... Ach.\"\n\nPerhaps Aeng-du hadn't fully recovered yet. She ended up suffering some damage from the skirmish.\n\n{0} also seems to have taken some hits while protecting wounded Aeng-du.\n\n\"My apologies...\"\n\nAeng-du muttered through gritted teeth. There was a tinge of shame in her voice."],"cancelDesc":"Unknown"},
  "97101203": {"a":0,"id":"97101203","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth and speak?","successDesc":["\"The Bl-bl-the—\"\n\nThe civilians immediately kneeled before us and bowed profusely. Their voices tremble as they plead.\n\n\"We're sorry, We're so sorry!\"\n\n\"Please, have mercy... Don't kill us...!\"\n\nIn a flustered attempt, {0} tries to tell them that we have no cause nor intent to hurt them; but they refuse to listen.\n\n\"T-take this, at least...\"\n\nThey raised their hands with the utmost deference. In their hands was what appeared to be a book.\n\nTaking a closer look at it, we realized that what they handed us was a filled ledger with black covers.\n\n\"Please, forgive us! That's all we have with us at the moment...\"\n\nTry as we might to help them to their feet, the fear has already rooted them firmly to the ground. They don't even dare to raise their heads.\n\n... We had no choice but to leave them as they were."],"failureDesc":["\"... That's one nasty joke, fellas~\"\n\nMaybe {0} sounded awkward when they claimed to be from the Blade Lineage. The civilian's eyebrow twitched for a brief second before he burst into laughter.\n\n\"Why would they be out here, in these streets?\"\n\n\"Right, right. Besides, why'd they ever help us? We just turned a blind eye when they—\"\n\n\"Hey now! Shh, watch your mouth!\"\n\n\"Ah!\"\n\nAfter an exchange none of us had enough context for, they suddenly snapped as though they realized we were still standing right here.\n\n\"W-well then... Thank you for the help anyway!\"\n\n\"But don't say something like that, even as a joke! You never know what'll happen...\"\n\nWith that, the civilians hurriedly left the scene.\n\nThis did nothing but bring down our mood, did it..."],"cancelDesc":"Unknown"},
  "97101301": {"a":0,"id":"97101301","eventDesc":"","prevDesc":"","behaveDesc":"Who will share their opinion?","successDesc":["\"Hear, hear!\"\n\nThe loudest one guffaws, raising his cup full of liquor.\n\n\"I'm not claiming that other methods are inferior! I am merely claiming that a blade, a weapon with an edge, is made to cut things!\"\n\nThe other two nod in reluctant agreement.\n\n\"W-well, if you're talking about the blade and the blade part only, sure...\"\n\n\"I suppose a decapitation is not so different from breaking the skull open.\"\n\n\"Ha! You've made my day, friend. Here, take this!\"\n\nThe man who preached the superiority of Slash pats you on the back and places something in your hands."],"failureDesc":["\"Hear, hear!\"\n\nThe loudest one guffaws, raising his cup full of liquor.\n\n\"Yet...\"\n\nAll of a sudden, he stops laughing. Then, with a terrifying look on his face, he glares at {0}.\n\n\"How can you, as a practitioner of the martial arts yourself, deceive yourself and refuse to tell me your true beliefs? Have you no shame?\"\n\n\"Give it a rest, man! Trying to scare innocent passersby again?\"\n\nThe two drinking buddies of the man drag {0} to their table with a giddy look on their faces.\n\n\"I'm sure the allure of a powerful, singular Piercing strike was too much to deny! I understand, I do!\"\n\n\"The feeling of a Blunt object striking and cracking open a skull... can't get enough of that, eh?\"\n\nThe pair cheered {0} on and filled their cup with liquor."],"cancelDesc":"Unknown"},
  "97101401": {"a":0,"id":"97101401","eventDesc":"","prevDesc":"","behaveDesc":"Who should wield the sword?","successDesc":["{0} wielded the sword.\n\n\"...!\"\n\nAfter taking a moment to steady their breathing, {0} unsheathed the blade and sliced the thing before us in the blink of an eye.\n\nThat thing giggled as it disappeared, somehow finding this situation humorous...\n\nAnd left behind fragments of a blade."],"failureDesc":["{0} wielded the sword.\n\n\"...!\"\n\nAfter taking a moment to steady their breathing, {0} unshea—\n\n—Nevermind. They failed to unsheathe the blade, and instead dropped it to the floor.\n\n... I think they were holding the sword backwards, slicing their own palm open in the process.\n\nThe thing disappeared while we were busy trying to stop the bleeding from {0}'s hand."],"cancelDesc":"Unknown"},
  "97101402": {"a":0,"id":"97101402","eventDesc":"","prevDesc":"","behaveDesc":"Who should wield the sword?","successDesc":["{0} wielded the sword.\n\n\"......\"\n\n{0} effortlessly unsheathed the sword, threw the scabbard away, and gently lowered it to their side, its tip pointing toward the ground.\n\nThat thing giggled as it disappeared, somehow finding this situation humorous...\n\nAnd left behind a broken blade."],"failureDesc":["{0} wielded the sword.\n\n\"......\"\n\n{0} carefully and effortlessly unsheathed the swor—\n\n—Nevermind. They failed to unsheathe the blade, and instead dropped it to the floor.\n\n... I think they were holding the sword backwards, slicing their own palm open in the process.\n\nThe thing disappeared while we were busy trying to stop the bleeding from {0}'s hand."],"cancelDesc":"Unknown"},
  "97101601": {"a":0,"id":"97101601","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak to them?","successDesc":["\"Hah!\"\n\nThe sword-carrying man snickers.\n\n\"You answer with wisdom to my foolish query. Such musings hold very little significance in the City, indeed.\"\n\nHe laughs a little more, this time with gusto, then tears a tassel from his weapon before handing it over.\n\n\"I enjoyed your answer. If you evern find yourself in a conflict with the Blade Lineage, show them this tassel.\"\n\n\"It will be of some help to you, I can guarantee you that.\"\n\nWith that, they waved their hands and disappeared into the other direction."],"failureDesc":["\"True words indeed.\"\n\nThey both nod.\n\n\"But I don't suppose you are wise or capable enough to speak such wisdom from your heart.\"\n\nThe two smile awkwardly before turning around and leaving.\n\nLeft all alone, {0} looked down to the ground with a sad look on their face."],"cancelDesc":"Unknown"},
  "97101701": {"a":0,"id":"97101701","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak?","successDesc":["The blue letters slowly fade away, and a new word appears in their place.\n\n'Joy.'\n\nThe word stays there for a moment before transforming and falling to the floor.\n\nIt transformed into an old and weathered bamboo hat."],"failureDesc":["The blue letters slowly fade away, and a new word appears in their place.\n\n'Wrath.'\n\nThe word stays there for a moment before burning up and fading away.\n\n... Maybe it didn't like our answer?"],"cancelDesc":"Unknown"},
  "97101702": {"a":0,"id":"97101702","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak?","successDesc":["The blue letters slowly fade away, and a new word appears in their place.\n\n'Pleasure.'\n\nThe word stays there for a moment before transforming and falling to the floor.\n\nIt transformed into an old, weathered dopo robe."],"failureDesc":["The blue letters slowly fade away, and a new word appears in their place.\n\n'Sorrow.'\n\nThe word stays there for a moment before burning up and fading away.\n\n... Maybe it didn't like our answer?"],"cancelDesc":"Unknown"},
  "97102101": {"a":0,"id":"97102101","eventDesc":"","prevDesc":"","behaveDesc":"Who will help?","successDesc":["After looking around and thinking for a moment, {0} noticed that the factory's machine was running at a high speed.\n\n{0} says that, two hours of sleep might bring undue burden on other employees...\n\nand may even have had negative effects on the factory's production lines.\n\n\"You have a keen eye for problems.\"\n\n\"Did you all hear that? Stop making excuses and get back to work.\"\n\nThe factory owner glares at the employee, who was slowly descending the stairs, before handing something over to us.\n\n\"I was going to give this out as a reward for good performance to an employee of mine, but I don't suppose I shall now. Here, you can have this.\""],"failureDesc":["{0} expressed confusion that no one, including the employee, seemed to notice that the employee was sleeping for two whole hours. \n\n\"Tsk tsk. This reflects negatively on our factory's image.\"\n\n\"You're fired. Get out.\"\n\nSomething felt off, but it was too late.\n\nThe employee very slowly fell to their knees, tears welling in their eyes, but the factory owner did not even bat an eye before turning around and leaving the room.\n\nWe were left alone with the employee's slow, excruciating wailing."],"cancelDesc":"Unknown"},
  "97102102": {"a":0,"id":"97102102","eventDesc":"","prevDesc":"","behaveDesc":"Who will help?","successDesc":["{0} paced between the two of them for a while, before coming to a realization that the lengths of their days were completely different.\n\nIn the eyes of the factory owner, who lives eighty-hour days, it may have looked as though the employee slept for two straight hours.\n\nBut for the employee, who only lives six-hour days, it must have been a mere nine-minute nap. {0} relays this information.\n\n\"Hm. How many hours do you work in a day?\"\n\n\"F...i...v...e... H...o...u...r...s...\"\n\n\"Hm, yes. That sounds about right. I'll let this one slide, but be careful not to make the same mistake twice.\"\n\nWith that, the owner walked past the employee.\n\nThe employee very slowly bowed at us in gratitude before leaving something in our hands."],"failureDesc":["{0} expressed that the employee lives shorter days than the owner.\n\n\"And why would that be any of my business?\"\n\n\"Nine minutes, two hours, it makes no difference. You still decided to sleep in the middle of a workday. You're fired.\"\n\nSomething was wrong—but it was too late.\n\nThe employee very slowly fell to their knees, tears welling in their eyes, but the factory owner did not even bat an eye before turning around and leaving the room.\n\nWe were left alone with the employee's slow, excruciating wailing."],"cancelDesc":"Unknown"},
  "97102201": {"a":0,"id":"97102201","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak?","successDesc":["{0} claims that there is something wrong with their calculation.\n\nThe other Sinners chime in to say that they should probably get that amount verified. One of them notes that, conveniently, there is a Collections Office nearby.\n\nThe whispering crowd begins to grow around the commotion, and the Time Collector eventually gives in.\n\n\"Looks like you're not carrying a timepiece.\"\n\n\"I would stay out of trouble if I were you.\"\n\nClearly annoyed by the obstruction, the Time Collector grumbled about something and left; but not before taping something to the Sinner's clothes."],"failureDesc":["{0} claims that there is something wrong with their calculation.\n\nThe other Sinners chime in to say that they should probably get that amount verified. One of them notes that, conveniently, there is a Collections Office nearby.\n\nThe whispering crowd begins to grow around the commotion.\n\n\"Looks like you're not carrying a timepiece.\"\n\n\"Not only that, you are also disturbing the peace of our good citizenry. I will have to collect your taxes.\""],"cancelDesc":"Unknown"},
  "97102301": {"a":0,"id":"97102301","eventDesc":"","prevDesc":"","behaveDesc":"Who will step up?","successDesc":["After barely managing to catch up to the youth, {0} asks them what's gotten them in such a hurry.\n\nThe youth keeps glancing at his watch, clearly impatient about even waiting for {0}'s question to finish. He keeps pacing from one location to another.\n\n\"I have to work fast so I can make more time!\"\n\n\"That factory owner there? I'm sure he's got ten more hours in his life than I do!\"\n\n{0} leans in and asks the youth: \"what are you going to use all that time for?\"\n\n\"With more time, I can use that time to work longer hours! Agh, I'm late! Gotta run, bye!\"\n\nThe youth hurriedly runs into the building.\n\nWe never did find out what he really wanted to do with all that time.\n\nLooks like he dropped something in his hurry...\n\nBut he's already too far gone to give it back."],"failureDesc":["You couldn't catch up to the youth.\n\nOh well."],"cancelDesc":"Unknown"},
  "97102302": {"a":0,"id":"97102302","eventDesc":"","prevDesc":"","behaveDesc":"Who will step up?","successDesc":["You ask the old man: \"How can you smile like that when it's clear that you have such little time?\"\n\nThe old man smiles gently before writing something down on a paper.\n\n'Life is not a matter of how much time we have.'\n\n'What truly matters is how we use the time that is given to us.'\n\n'How can I make any other face but a smile when, at this moment, I am afforded leisure in such a hurrying world?'\n\nThe old man slowly turns around and walks away.\n\nLooks like he left something behind.\n\nYou look up to return the item to the old man... but he's already gone."],"failureDesc":["You ask the old man: \"How can you smile like that when it's clear that you have such little time?\"\n\nThe old man smiles gently before writing something down on a paper.\n\nWe don't have time for this nonsense.\n\nYou hurry on your path, leaving the old man behind."],"cancelDesc":"Unknown"},
  "97102401": {"a":0,"id":"97102401","eventDesc":"","prevDesc":"","behaveDesc":"Who will deliver it?","successDesc":["Unite!\n\nThe Yurodivy produces a few bottles of liquor stolen from the rich and pours it over the pile of chalices, all the while shouting the chant."],"failureDesc":["That was a very awkward chant. Everyone suddenly shoots a suspicious look in your direction.\n\nYou make some bad excuses about having places to be before quickly booking it from the hideout."],"cancelDesc":"Unknown"},
  "97102501": {"a":0,"id":"97102501","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak?","successDesc":["You've done everything you could, but none of it yielded a meaningful result.\n\nThey can't move, and you can't physically touch them.\n\nBut you find a suspicious looking receipt from under the victim's foot.\n\nThis might be a clue."],"failureDesc":["You've done everything you could, but none of it yielded a meaningful result.\n\nThey can't move, and you can't physically touch them."],"cancelDesc":"Unknown"},
  "1051101": {"a":0,"id":"1051101","eventDesc":"","prevDesc":"","behaveDesc":"Who will help?","successDesc":["After looking around and thinking for a moment, {0} noticed that the factory's machine was running at a high speed.\n\n{0} says that, two hours of sleep might bring undue burden on other employees...\n\nand may even have had negative effects on the factory's production lines.\n\n\"You have a keen eye for problems.\"\n\n\"Did you all hear that? Stop making excuses and get back to work.\"\n\nThe factory owner glares at the employee, who was slowly descending the stairs, before handing something over to us.\n\n\"I was going to give this out as a reward for good performance to an employee of mine, but I don't suppose I shall now. Here, you can have this.\""],"failureDesc":["{0} expressed confusion that no one, including the employee, seemed to notice that the employee was sleeping for two whole hours. \n\n\"Tsk tsk. This reflects negatively on our factory's image.\"\n\n\"You're fired. Get out.\"\n\nSomething felt off, but it was too late.\n\nThe employee very slowly fell to their knees, tears welling in their eyes, but the factory owner did not even bat an eye before turning around and leaving the room.\n\nWe were left alone with the employee's slow, excruciating wailing."],"cancelDesc":"Unknown"},
  "1051102": {"a":0,"id":"1051102","eventDesc":"","prevDesc":"","behaveDesc":"Who will help?","successDesc":["{0} paced between the two of them for a while, before coming to a realization that the lengths of their days were completely different.\n\nIn the eyes of the factory owner, who lives eighty-hour days, it may have looked as though the employee slept for two straight hours.\n\nBut for the employee, who only lives six-hour days, it must have been a mere nine-minute nap. {0} relays this information.\n\n\"Hm. How many hours do you work in a day?\"\n\n\"F...i...v...e... H...o...u...r...s...\"\n\n\"Hm, yes. That sounds about right. I'll let this one slide, but be careful not to make the same mistake twice.\"\n\nWith that, the owner walked past the employee.\n\nThe employee very slowly bowed at us in gratitude before leaving something in our hands."],"failureDesc":["{0} expressed that the employee lives shorter days than the owner.\n\n\"And why would that be any of my business?\"\n\n\"Nine minutes, two hours, it makes no difference. You still decided to sleep in the middle of a workday. You're fired.\"\n\nSomething was wrong—but it was too late.\n\nThe employee very slowly fell to their knees, tears welling in their eyes, but the factory owner did not even bat an eye before turning around and leaving the room.\n\nWe were left alone with the employee's slow, excruciating wailing."],"cancelDesc":"Unknown"},
  "1051201": {"a":0,"id":"1051201","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak?","successDesc":["{0} claims that there is something wrong with their calculation.\n\nThe other Sinners chime in to say that they should probably get that amount verified. One of them notes that, conveniently, there is a Collections Office nearby.\n\nThe whispering crowd begins to grow around the commotion, and the Time Collector eventually gives in.\n\n\"Looks like you're not carrying a timepiece.\"\n\n\"I would stay out of trouble if I were you.\"\n\nClearly annoyed by the obstruction, the Time Collector grumbled about something and left; but not before taping something to the Sinner's clothes."],"failureDesc":["{0} claims that there is something wrong with their calculation.\n\nThe other Sinners chime in to say that they should probably get that amount verified. One of them notes that, conveniently, there is a Collections Office nearby.\n\nThe whispering crowd begins to grow around the commotion.\n\n\"Looks like you're not carrying a timepiece.\"\n\n\"Not only that, you are also disturbing the peace of our good citizenry. I will have to collect your taxes.\""],"cancelDesc":"Unknown"},
  "1051301": {"a":0,"id":"1051301","eventDesc":"","prevDesc":"","behaveDesc":"Who will step up?","successDesc":["After barely managing to catch up to the youth, {0} asks them what's gotten them in such a hurry.\n\nThe youth keeps glancing at his watch, clearly impatient about even waiting for {0}'s question to finish. He keeps pacing from one location to another.\n\n\"I have to work fast so I can make more time!\"\n\n\"That factory owner there? I'm sure he's got ten more hours in his life than I do!\"\n\n{0} leans in and asks the youth: \"what are you going to use all that time for?\"\n\n\"With more time, I can use that time to work longer hours! Agh, I'm late! Gotta run, bye!\"\n\nThe youth hurriedly runs into the building.\n\nWe never did find out what he really wanted to do with all that time.\n\nLooks like he dropped something in his hurry...\n\nBut he's already too far gone to give it back."],"failureDesc":["You couldn't catch up to the youth.\n\nOh well."],"cancelDesc":"Unknown"},
  "1051302": {"a":0,"id":"1051302","eventDesc":"","prevDesc":"","behaveDesc":"Who will step up?","successDesc":["You ask the old man: \"How can you smile like that when it's clear that you have such little time?\"\n\nThe old man smiles gently before writing something down on a paper.\n\n'Life is not a matter of how much time we have.'\n\n'What truly matters is how we use the time that is given to us.'\n\n'How can I make any other face but a smile when, at this moment, I am afforded leisure in such a hurrying world?'\n\nThe old man slowly turns around and walks away.\n\nLooks like he left something behind.\n\nYou look up to return the item to the old man... but he's already gone."],"failureDesc":["You ask the old man: \"How can you smile like that when it's clear that you have such little time?\"\n\nThe old man smiles gently before writing something down on a paper.\n\nWe don't have time for this nonsense.\n\nYou hurry on your path, leaving the old man behind."],"cancelDesc":"Unknown"},
  "1051401": {"a":0,"id":"1051401","eventDesc":"","prevDesc":"","behaveDesc":"Who will deliver it?","successDesc":["UNITE!\n\nThe Yurodivy produces a few bottles of liquor stolen from the rich and pours it over the pile of chalices, all the while shouting the chant.\n\nAlcohol overflows the uppermost chalice and spills, filling the other chalices below."],"failureDesc":["That was a very awkward chant. Everyone suddenly shoots a suspicious look in your direction.\n\nYou make some bad excuses about having places to be before quickly booking it from the hideout."],"cancelDesc":"Unknown"},
  "1051501": {"a":0,"id":"1051501","eventDesc":"","prevDesc":"","behaveDesc":"Who will speak?","successDesc":["You've done everything you could, but none of it yielded a meaningful result.\n\nThey can't move, and you can't physically touch them.\n\nBut you find a suspicious looking receipt from under the victim's foot.\n\nThis might be a clue."],"failureDesc":["You've done everything you could, but none of it yielded a meaningful result.\n\nThey can't move, and you can't physically touch them."],"cancelDesc":"Unknown"},
  "97102702": {"a":0,"id":"97102702","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["\"Mm, fine. I did hear some pretty bad stuff about the first class seats, but... you're pretty convincing.\"\n\n\"Screw it, I made a ton of cash from this trip anyway. I'll splurge on a first class ticket.\"\n\nThe passenger appears convinced to purchase a first class ticket by {0}'s passionate recommendation.\n\n\"Thank you for your advice, stranger.\"\n\nThe passenger produces a paper voucher from their pocket and hands it over to {0}.\n\n\"I got this from one of the magazines I'm subscribed to. It's for you.\""],"failureDesc":["\"You're not a W Corp. employee, are you...?\"\n\n\"I dunno, it sounds like you're trying too hard to sell me on this idea.\"\n\n\"I'll think about it.\"\n\nDespite what they said, it's easy to tell that the passenger's convinced to go with an economy ticket."],"cancelDesc":"Unknown"},
  "97102901": {"a":0,"id":"97102901","eventDesc":"","prevDesc":"","behaveDesc":"Who will step up?","successDesc":["There are a few useful gears lying around the Cleanup Agents' feet.\n\nIf they're W Corp. tech... they could come in useful in future battles.\n\n{0} gingerly crawls up to where the items are.\n\nThe Bloodbags haven't noticed {0} yet."],"failureDesc":["There are a few useful gears lying around the Cleanup Agents' feet.\n\nIf they're W Corp. tech... they could come in useful in future battles.\n\n{0} gingerly crawls up to where the items are.\n\nShuffle.\n\n{0}'s clothes got caught on something... the noise of the tightening cloth echoes loudly through the silent train car.\n\nIt's not long before one of the Bloodbags notice {0} and begin swinging its weapon."],"cancelDesc":"Unknown"},
  "97103001": {"a":0,"id":"97103001","eventDesc":"","prevDesc":"","behaveDesc":"Who will step forth?","successDesc":["Bio-cables woven from a passenger's body reaches out toward {0}.\n\n{0} powers through the unpleasant, disgusting sensation and stands still through the whole ordeal.\n\nA few minutes later, a voice tells us that biometric authentication is complete. The cable returns to its original spot.\n\nThere's something at {0}'s feet."],"failureDesc":["Bio-cables woven from a passenger's body reaches out toward {0}.\n\nThe writhing mass, the disgusting sensation is too much for {0}; they immediately move to cut off the cables.\n\nCountless blood veins, bone shards, and viscera shamble like boiling water.\n\nAnother thick cable reaches out toward {0}...\n\n... but we managed to make it to the next car.\n\nThere's something placed over {0}'s heart."],"cancelDesc":"Unknown"},
  "97103101": {"a":0,"id":"97103101","eventDesc":"","prevDesc":"","behaveDesc":"Who will observe it?","successDesc":["There isn't much we can do to help.\n\n{0} points out a mechanical part as we were investigating the prosthetic body.\n\nWhile its master can no longer move, the mechanical parts are still in operation.\n\nFor a moment, I wonder if they can revert a broken prosthetic as well once the train reaches its destination.\n\nConsidering that the passengers' clothes are reverted too, it's likely that the same will apply to prosthetics.\n\nThen it's probably okay to borrow a part for a while, right?\n\nI asked {0} to dismantle the prosthetic."],"failureDesc":["There isn't anything we can do to help.\n\nWe can only hope that the reconstruction process goes smoothly once the train arrives."],"cancelDesc":"Unknown"},
  "836601": {"a":0,"id":"836601","eventDesc":"We returned to the Training Team hallways again.\n\nAccording to the Work Education manual, we're going to need the Physical Intervention Shield to survive the Noon of Violet's shockwave.\n\nWe stood huddled together at the hallway, remembering what Hod, the Sephirah of the Training Team told us. It wasn't long before the same bullets from earlier struck us.\n\nRed barriers began to form around the Sinners who were struck by the bullets.\n\n'Let's see... According to the schedule, we have some time until the next Noon arrives.'\n\nOne of the Sinners noticed an Emergency Response manual posted on the hallway walls.\n\nOn it were instructions on how to use a console installed in the hallways to activate the Regenerator systems connected to the Safety Team.\n\n'This seems like it'd be worth a try.'\n\nIf we hurry, we might be able to activate the Regenerator before the Noon arrives.","prevDesc":"","behaveDesc":"Who will activate the Regenerator?","successDesc":["{0}'s face lights up as they read the manual.\n\nSoon, an announcement lets us know that the Regenerator Distinguisher has been modified, reactivating most functionalities of the Regenerator."],"failureDesc":["{0}'s face grows darker as they read and reread the manual.\n\nThey must've hit a wall; they kept squinting at the paper for a while...\n\n... and eventually, {0} managed to reactivate the basic functionalities of the Regenerator.\n\nThere isn't much time until the next Ordeal.\n\nThere isn't any more time for us to struggle with this console. We hurried back to the lobby."],"cancelDesc":"Unknown"},
  "97103201": {"a":0,"id":"97103201","eventDesc":"","prevDesc":"","behaveDesc":"Who will examine the Generator?","successDesc":["Looking through the webs reveals... small spiders crawling within.\n\nAnd that they were no mere spiderweb.\n\nThe darkness that devoured the floor lights up, red eyes glowing and teeming.\n\n[{0}] manages to tear their eyes away from the red eyes and begin observing the fizzling generator. Thankfully, it doesn't take much time before a malfunctioning part is identified.\n\n[{0}] carefully removes the malfunctioning part...\n\n... and all of a sudden, the generator stops fizzling, and the door of the containment unit slams shut.\n\nSpiders begin crawling onto [{0}]."],"failureDesc":["Looking through the webs reveals... small spiders crawling within.\n\nAnd that they were no mere spiderweb.\n\nThe darkness that devoured the floor lights up, red eyes glowing and teeming.\n\n[{0}] manages to tear their eyes away from the red eyes and begin observing the fizzling generator. Thankfully, it doesn't take much time before a malfunctioning part is identified.\n\n[{0}] yanks out the malfunctioning part, and the containment unit echoes with a heavy, resounding noise.\n\nA few spiders, spooked by the noise, lunge and bite at the Sinners."],"cancelDesc":"Unknown"},
  "97103301": {"a":0,"id":"97103301","eventDesc":"","prevDesc":"","behaveDesc":"Who will collect the items?","successDesc":["'It is a terrible strategy to mess with gas you don't know the effects of! I say that we leave the gas and take only the Enkephalin.'\n\n'Hmph, you don't know what you're blathering about.'\n\nThe Sinners soon split into two parties and begin arguing with one another.\n\nWhen the argument began to turn into an extended debate, [{0}] picked up both the Enkephalin and the gas canister.\n\n'I should've just done that from the get-go instead of letting you guys waste time at loggerheads.'\n\nWe must've wasted too much time in there.\n\nUpon exiting the corridor, we're greeted by a giant something rushing in our direction from where we were earlier.\n\nWe quickly ran the other way."],"failureDesc":["'It is a terrible strategy to mess with gas you don't know the effects of! I say that we leave the gas and take only the Enkephalin.'\n\n'Hmph, you don't know what you're blathering about.'\n\nThe Sinners soon split into two parties and begin arguing with one another.\n\nWhen the argument began to turn into an extended debate, [{0}] picked up both the Enkephalin and the gas canister.\n\n'Mm. Our departure was overly delayed.'\n\nWe must've wasted too much time in there.\n\nUpon exiting the corridor, we're greeted by a giant something rushing in our direction from where we were earlier.\n\nIt's too late to run."],"cancelDesc":"Unknown"},
  "97103401": {"a":0,"id":"97103401","eventDesc":"","prevDesc":"","behaveDesc":"Which earnest Sinner will pray?","successDesc":["[{0}] prays before the skull.\n\nTo whom they pray, we cannot hear.\n\nFor what they pray, we cannot hear.\n\nWe cannot know if that even was a prayer, in this place of unholiness.\n\nGaze of judgment cascades from the hollows of the Skull's eyes.\n\nIt makes a threatening noise from time to time, snapping its teeth together, but [{0}] remains calm, certain that the Skull will not hurt them.\n\nOnce the pious ritual was over, a solitary scarecrow stands in the place of the great Skull, showering in the mysterious light."],"failureDesc":["[{0}] prays before the skull.\n\nTo whom they pray, we cannot hear.\n\nFor what they pray, we cannot hear.\n\nWe cannot know if that even was a prayer, in this place of unholiness.\n\nGaze of judgment cascades from the hollows of the Skull's eyes.\n\nIt makes a threatening noise from time to time, snapping its teeth together. [{0}] nervously glances at the skull, shuddering lightly from worry.\n\nOnce the pious ritual was over, a solitary scarecrow stands in the place of the great Skull, showering in the mysterious light."],"cancelDesc":"Unknown"},
  "97103402": {"a":0,"id":"97103402","eventDesc":"","prevDesc":"","behaveDesc":"Which Sinner will loudly convey their will?","successDesc":["[{0}] begins to recite before the skull.\n\nWe cannot hear the contents of their recital, but it is calm and honest, as though they are confessing their sins.\n\nA ray of light showers over [{0}], though there is no opening in the ceiling.\n\nWhen the light hits [{0}], a crown of thorns, the same crown worn by the skull, lands itself above their head.\n\nWhen [{0}]'s recital ends, every Sinner closes their eyes with a peaceful expression."],"failureDesc":["[{0}] begins to recite before the skull.\n\nWe cannot hear the contents of their recital, but it is calm and honest, as though they are confessing their sins.\n\nA ray of light showers over [{0}], though there is no opening in the ceiling.\n\nWhen the light hits [{0}], a crown of thorns, the same crown worn by the skull, lands itself above their head.\n\n[{0}] briefly writhes in pain as the thorns of the crown begin digging into their scalp; but the pain is transient.\n\nAfter a moment passes, [{0}] closes their eyes as their expression lightens, as though they came to a certain realization."],"cancelDesc":"Unknown"},
  "837901": {"a":0,"id":"837901","eventDesc":"Unknown","prevDesc":"A bear plush looks at us with a sad expression. Several sharp nails are impaling its body.","behaveDesc":"Unknown","successDesc":[],"failureDesc":[],"cancelDesc":"Unknown"},
  "837902": {"a":0,"id":"837902","eventDesc":"","prevDesc":"Unknown","behaveDesc":"What will you do?","successDesc":["{0} gave the bear plush a hug.\n\nEven as its nails dig into {0}'s skin...\n\n... the happily bouncing bear plush seemed to have soothed the Sinner's feelings."],"failureDesc":["{0} gave the bear plush a hug.\n\nA particularly blunt nail digs into {0}'s skin...\n\n... the happily bouncing bear plush seemed to have soothed the Sinner's feelings."],"cancelDesc":"Unknown"},
  "837601": {"a":0,"id":"837601","eventDesc":"The lasso is aiming straight for us...\n\nThe lasso, powered on by the hunter's movements, flies right at us.","prevDesc":"The Rose Hunter expertly swings the Barbed Lasso over his head.","behaveDesc":"Who will step forth?","successDesc":["With lightning-fast reflexes, {0} deflects the barbed lasso to the side.\n\nThe lasso, deflected, flies in the other direction.\n\nThe Rose Hunter hesitates, surprised by the turn of events."],"failureDesc":["The barbed lasso struck {0} hard.\n\nWatching the Sinner writhing in pain seems to have invigorated the Rose Hunter."],"cancelDesc":"Unknown"},
  "1070102": {"a":0,"id":"1070102","eventDesc":"Maybe we can visit the Confessional again; we didn't do much there earlier.\n\nWe decided to head to the Confessional, as advised by some of the Sinners.\n\n<i>Please come here, should you wish to confess your sins and partake in a consultation.</i>\n\nA voice echoes from inside the confessional.\n\nMaybe, if we were to confess our sins, the path will open before us.\n\nWhich Sinner can bare their honest heart?","prevDesc":"Unknown","behaveDesc":"","successDesc":["The entity past the divider of the Confessional expresses sorrow at {0}'s confession.\n\n<i>Your sin requires heavy introspection.</i>\n\n<i>Discipline your sin with this whip; it will help.</i>\n\nA thorny whip slides under the Confessional divider.\n\nAs we pick up the whip, the space around us warps as a new path opens."],"failureDesc":["{0} stepped up to confess, but their expression becomes increasingly uncomfortable.\n\nIt must be unpleasant, to have to tell an honest story about themselves to a complete stranger.\n\nWhen the Sinner's tale ends, the figure past the divider shares words of consolation and advice.\n\n<i>Perhaps disciplining your sins with this whip may help.</i>\n\nA thorny whip slides gently under the Confessional divider.\n\nPerhaps the confession was the key; the space around us warps, and a new path opens before us."],"cancelDesc":"Unknown"},
  "1070401": {"a":0,"id":"1070401","eventDesc":"\"How unfortunate; there were no more adventures waiting for them.\"\n\n\"It was time for the Knight and the Squire to return home.\"\n\n\"To home, where their Family has been enduring and waiting for their return.\"\n\n\"If you would like to know what came to pass thereafter, please make your way through the brambles.\"","prevDesc":"Unknown","behaveDesc":"Who will make a path through the brambles?","successDesc":["{0} walked into the brambles, cutting open a path for us to cross.\n\nThanks to {0}, the other Sinners were able to make their way through the brambles with only a few scratches."],"failureDesc":["{0} walked into the brambles, trying to cut open a path for the rest of us.\n\nTry as they might, however, the brambles were simply too thick to cross without bloodshed.\n\nEvery Sinner was riddled with thorns by the time we made it through the brambles."],"cancelDesc":"Unknown"}
}