{
  "10001": {"a":0,"id":"10001","title":"The Panther, Lion, and Wolf","desc":"In a black, dusky forest, I lost the way.","place":"A Dark Forest"},
  "10002": {"a":0,"id":"10002","title":"Introductions","desc":"When I awoke, I was on a peculiar bus. The man who introduced himself as “Vergilius” showed me to the twelve Sinners I’ll be overseeing as their new manager…","place":"A Dark Forest"},
  "10003": {"a":0,"id":"10003","title":"Hit the Road","desc":"I’m starting to get used to fighting alongside these Sinners. Though, whether they’re used to my presence is another story…","place":"A Dark Forest"},
  "10004": {"a":0,"id":"10004","title":"Possibilities","desc":"Various possibilities emerged from the Mirror. Faust says it’s my job to take care of them. Just who was I in the past, and how did I get myself roped into this…?","place":"A Dark Forest"},
  "10101": {"a":0,"id":"10101","title":"Vroom-vroom","desc":"The ride is awkward and intimidating. Even though I’ve been handed the title of ‘Manager’, I have no idea what to do at a time like this. I decided to ask the Sinner with a bug’s arm where we’re currently headed.","place":"Mephistopheles"},
  "10102": {"a":0,"id":"10102","title":"Dance Time","desc":"After being “asked” a favor I couldn’t turn down, I was forced to bear a series of pains worse than death rewinding the clock. The bus fell quiet in a less-than-pleasant way, and I kept my mouth shut. Let’s hope nothing else happens until we reach District 4…","place":"Some Backstreets of District 4"},
  "10103": {"a":0,"id":"10103","title":"The Bus Deck","desc":"A band of thugs attacks us, trying to take the bus. For some reason, we leave them barely breathing instead of killing them outright, placing them in front of Mephistopheles…","place":"Some Backstreets of District 4"},
  "10104": {"a":0,"id":"10104","title":"Enkephalin","desc":"We watched Mephistopheles as it consumed the corpses, its maw looking more reliable than the Sinners. I knew something was up from the moment I saw this bus for the first time, but what is this thing exactly? Faust seems to have something to say.","place":"Some Backstreets of District 4"},
  "10105": {"a":0,"id":"10105","title":"Yuri","desc":"When the bus had just about finished its “meal”, Vergilius shouted to me that we’re expecting a guest. I’m curious to see who’d be joining us on this less-than-pleasant trip.","place":"Some Backstreets of District 4"},
  "10106": {"a":0,"id":"10106","title":"Map","desc":"Our guest was a Fixer named Yuri, a former employee of Lobotomy Corporation. Seeing as she showed an indifferent response to the bus devouring bodies, she must’ve gone through a lot herself. But then she grows nervous as she checks the map and looks at the driver’s seat…","place":"Some Backstreets of District 4"},
  "10107": {"a":0,"id":"10107","title":"The Trio","desc":"I was shocked to learn that… Charon has virtually no sense of direction. Though, I guess it’s fortunate that it’s come to light this early into the trip. Yuri took matters into her own hands and started teaching her how to read a map, and Sinclair joined, too. They’re rather noisy, but still… I can’t say that I hate to see it.","place":"Some Backstreets of District 4"},
  "10108": {"a":0,"id":"10108","title":"Pests","desc":"Rodya looks out through the window at the Backstreets before flinching abruptly. Her eyes fell on a group of people with the heads of bugs. Then, Gregor’s expression shifted as well. It was not out of flinching disgust like Rodya, though.","place":"Some Backstreets of District 4"},
  "10109": {"a":0,"id":"10109","title":"Guides","desc":"After a number of scuffles and scrapes, we arrived at an old Lobotomy Corporation branch. Near the entrance, new faces were waiting for us…","place":"District 4 - LC Branch Entrance"},
  "10110": {"a":0,"id":"10110","title":"Grade 8 Fixers","desc":"Just before we entered the LC branch facility, Vergilius stopped me all of a sudden. It seems he has something to say to me alone.","place":"District 4 - LC Branch Entrance"},
  "10111": {"a":0,"id":"10111","title":"Branch D-02","desc":"We descended into a fetid underground facility. The place was lined with corpses and critters. Just what happened here? And can we come back in one piece with the Golden Bough in our hands?","place":"District 4 - LC Branch Interior"},
  "10201": {"a":0,"id":"10201","title":"Casino","desc":"Under the chill air, Vergilius introduces us to our upcoming destination.\nWhere could the next Golden Bough be?","place":"Stage 2-1 Location"},
  "10202": {"a":0,"id":"10202","title":"The Pawnshop","desc":"Faust explains what to do for this mission:\nAs our first step, we should pay a visit to a certain “pawnshop”.","place":"Pawn Avenue"},
  "10203": {"a":0,"id":"10203","title":"A Flawless Plan","desc":"Our team will join hands with a duo from the Clearance Department.\nThe Sinners cast a skeptical glance at their competence and comportment…","place":"Pawn Avenue"},
  "10204": {"a":0,"id":"10204","title":"Scum","desc":"The plan that seemed so perfect took little time to go awry.\nDon Quixote’s outburst runs us afoul with the Tingtang Gang…","place":"Pawn Avenue"},
  "10205": {"a":0,"id":"10205","title":"Soldiers of Limbu―","desc":"The Sinners continue to fight off the Tingtang Gang’s goons. They just keep on appearing, suggesting that we’re in their territory.","place":"Some Backstreets of District 10"},
  "10206": {"a":0,"id":"10206","title":"Towering Cars","desc":"We learned from a Tingtanger that their boss is at the scrapyard housing car pagodas.\nFor our Plan B, we must take wishpower from the gang and borrow their clothes.","place":"Some Backstreets of District 10"},
  "10207": {"a":0,"id":"10207","title":"Wish Canister","desc":"The team searches around the car pagodas looking for the Tingtang Gang’s boss.","place":"Some Backstreets of District 10"},
  "10208": {"a":0,"id":"10208","title":"Slot Machines","desc":"After a series of scuffles, we relieved the Tingtang Gang of their outfits and made our way into the casino. This time, we’ll succeed for sure.","place":"Casino 1F"},
  "10209": {"a":0,"id":"10209","title":"A Performance","desc":"Our newfound determination is swept away in a torrent of glitter, along with our backup plan. There are plenty of obstacles to overcome—particularly the security guards who just noticed us.","place":"Casino 1F"},
  "10210": {"a":0,"id":"10210","title":"SYNC","desc":"We reached the second floor of the casino. It makes me dizzy imagining what troubles await.","place":"Casino 2F"},
  "10211": {"a":0,"id":"10211","title":"Let That SYNC In","desc":"We encountered another Syndicate that has a stake in this casino.","place":"Casino 2F"},
  "10212": {"a":0,"id":"10212","title":"Baile y Rola","desc":"The enthusiasm is in stark contrast to the atmosphere just a floor below. One can find a series of unknown musical instruments on every table. What are they for?","place":"Casino 2F"},
  "10213": {"a":0,"id":"10213","title":"A Warm Welcome","desc":"Thanks to Sinclair’s astonishing performance, we could reach the third floor. Our joy was short-lived as an imposing Syndicate was waiting for us there.","place":"Casino 3F"},
  "10214": {"a":0,"id":"10214","title":"An Overstayed Welcome","desc":"Thanks to Sinclair’s astonishing performance, we could reach the third floor. Our joy was short-lived as an imposing Syndicate was waiting for us there.","place":"Casino 3F"},
  "10215": {"a":0,"id":"10215","title":"Gobsmack","desc":"The Sinners were growing weary from the prolonged encounter with the Tieqiu Crew. One of them in particular…","place":"Casino 3F"},
  "10216": {"a":0,"id":"10216","title":"Contestants","desc":"Ryōshū’s unexpected lesson in incredible violence opened a way to the top floor at the cost of our inner peace. Now we must win the Golden Bough in a game of chance.","place":"High Rollers Floor"},
  "10217": {"a":0,"id":"10217","title":"Stop Right There","desc":"Rodya nominated herself to play the game. The table was reaching its final round.","place":"High Rollers Floor"},
  "10218": {"a":0,"id":"10218","title":"The Winner","desc":"Curious to know what was happening, we eavesdropped on the table. We barge in by accident to find a spatter of blood, the compressed remains of the Tieqiu Boss, and a man named Sonya giving us a soft smile.","place":"High Rollers Floor"},
  "10219": {"a":0,"id":"10219","title":"Branch J-03","desc":"Rodya emerged victorious. Now we must descend to the underground floors to lay our claim on the Golden Bough.","place":"High Rollers Floor"},
  "10301": {"a":0,"id":"10301","title":"Humming Along","desc":"Vergilius informs us of where we will be going next. While everyone seems happy and energetic, one Sinner is reacting rather strangely…","place":"Mephistopheles"},
  "10302": {"a":0,"id":"10302","title":"Inspection","desc":"To everyone’s surprise, we’re told that our destination is K Corp’s Nest. The entry procedures one must go through to set foot in a Nest are supposedly quite complicated.","place":"Road to K Corp. Checkpoint"},
  "10303": {"a":0,"id":"10303","title":"Code Purple","desc":"We wait our turn to undergo the checkpoint official’s interview, with Vergilius and Ishmael instructing us on the process. Here’s hoping we’ll pass…","place":"K Corp. Checkpoint"},
  "10304": {"a":0,"id":"10304","title":"Taboo","desc":"Our Dear Don Quixote’s intolerance for injustice rears its troublesome head again. Armed staff from K Corp. surround us on all sides, all the while Vergilius watches with his arms crossed, upset at our repeated failures to behave.","place":"K Corp. Checkpoint"},
  "10305": {"a":0,"id":"10305","title":"Verboten","desc":"The confrontation with K Corp’s guards continues. They seem to hardly take a scratch… adding to our fatigue.","place":"K Corp. Checkpoint"},
  "10306": {"a":0,"id":"10306","title":"HP Bullets","desc":"HP Bullets infused with K Corp’s Singularity render all damage we inflict on our foes useless. The Sinners are running out of patience.","place":"K Corp. Checkpoint"},
  "10307": {"a":0,"id":"10307","title":"Siegfried","desc":"A man approaches from outside with tremendous speed. This exceedingly jovial and uncomfortably energetic fellow is Siegfried, who appears to have an acquaintance with Vergilius; after a friendly exchange, he rushes at our Sinners.","place":"K Corp. Checkpoint"},
  "10308": {"a":0,"id":"10308","title":"Effie—Saude, too","desc":"After a chaotic encounter with Siegfried, we meet with a couple of familiar faces at the exit, greeting us with the same confidence and comportment…","place":"Road to K Corp. Checkpoint"},
  "10309": {"a":0,"id":"10309","title":"The Deal They Struck","desc":"Returning to the bus, I sense an uneasiness in the air. It looks like Vergilius isn’t going to let today’s incident go unpunished. Buena suerte, Don Quixote…!","place":"Mephistopheles"},
  "10310": {"a":0,"id":"10310","title":"Inquisitors","desc":"With everything sorted out, we finally resume our journey to the town of Calw. Before we can bask in our momentary peace, someone claiming to be an “inquisitor” leaves a hole in the back window of our bus.","place":"Calw - Town Entrance"},
  "10311": {"a":0,"id":"10311","title":"Inquisitors 2","desc":"The advance party contacted us at last. The mysterious voice coming from the transmitter was a telltale sign that something was up, throwing Sinclair into another fit of terror.","place":"Calw - Town Entrance"},
  "10312": {"a":0,"id":"10312","title":"Inquisitors 3","desc":"Groups of Inquisitors continue to assail us. Who are they, and why are they so fixated on taking my head?","place":"Calw - Town Entrance"},
  "10313": {"a":0,"id":"10313","title":"Silent Night","desc":"We’ve reached the town of Calw. A familiar song welcomes us, followed by the morbid sight of trees festooned with horrifying things.","place":"Town of Calw"},
  "10314": {"a":0,"id":"10314","title":"Holy Night","desc":"Sinclair’s hometown of Calw was a village of artisan prosthetists. Faust detailed the growing tendency of the public to avoid prosthesis users as the Distortion Phenomenon becomes more frequent.","place":"Town of Calw"},
  "10315": {"a":0,"id":"10315","title":"Purification","desc":"Prosthetic bodies pile up like a landfill in a corner of the town. It brings me to think about what my “true self” is.","place":"Town of Calw"},
  "10316": {"a":0,"id":"10316","title":"Fortitude","desc":"I can only feel pity for Sinclair’s struggle to repress his fear. In looking at me, he is soon reminded of an old friend.","place":"Town of Calw"},
  "10317": {"a":0,"id":"10317","title":"Bonfire","desc":"We arrived at the Sinclair family estate. Crucified prosthetic bodies await us in the courtyard. One of them is someone we can’t bear to see straight.","place":"The Sinclair Estate"},
  "10318": {"a":0,"id":"10318","title":"Scheiterhaufen","desc":"Kromer walked inside the burning mansion. The Sinners are dismayed by Guido’s unflinching advance.","place":"The Sinclair Estate"},
  "10319": {"a":0,"id":"10319","title":"A Bad Dream","desc":"We barely managed to defeat Guido, but Sinclair seems to be struggling to endure the immeasurable guilt weighing down on him.","place":"The Sinclair Estate"},
  "10320": {"a":0,"id":"10320","title":"Underpass","desc":"Sinclair showed us to the basement with a suspicious passage. Faust assumes this tunnel was made by N Corp’s staff.","place":"Passage Under the Sinclair Estate"},
  "10321": {"a":0,"id":"10321","title":"Unterführung","desc":"We continue following the underground passage. The branch facility feels closer.","place":"Passage Under the Sinclair Estate"},
  "10322": {"a":0,"id":"10322","title":"Branch K-02","desc":"We’ve arrived at the branch. The room we walked into was like a torture chamber, lined with devices, contraptions, and bits of flesh.","place":"Passage Under the Sinclair Estate"},
  "910301": {"a":0,"id":"910301","title":"Chicken Attack","desc":"To receive a briefing for our next mission, we arrived downtown in K Corp’s Nest.\nAs a whiff of a roasty scent was about to take the Sinners for a nostalgia trip, a flock of walking raw chickens began to attack them.\nAre they trying to exact revenge for all their brethren that humans fried and gobbled up…?","place":"Nest K Downtown Alley"},
  "910302": {"a":0,"id":"910302","title":"Hen Havoc","desc":"To receive a briefing for our next mission, we arrived downtown in K Corp’s Nest.\nAs a whiff of a roasty scent was about to take the Sinners for a nostalgia trip, a flock of walking raw chickens began to attack them.\nAre they trying to exact revenge for all their brethren that humans fried and gobbled up…?","place":"Nest K Downtown Alley"},
  "910303": {"a":0,"id":"910303","title":"Hell’s Chicken","desc":"One idea we came up with to unravel the Distortion… was to present some “chicken-based cooking” that would appease it.\nThe Sinners confidently start preparing their dishes, but…\nShouldn’t they put their cigarettes out first?","place":"Front of Eunbong’s Bar & Fryers"},
  "910304": {"a":0,"id":"910304","title":"Hell’s Chickapalooza","desc":"One idea we came up with to unravel the Distortion… was to present some “chicken-based cooking” that would appease it.\nThe Sinners confidently start preparing their dishes, but…\nShouldn’t they put their cigarettes out first?","place":"Front of Eunbong’s Bar & Fryers"},
  "910305": {"a":0,"id":"910305","title":"A Chicken in Hand","desc":"Split into two groups, the Sinners present their dishes.\nI still don’t get how this turned into a competition…\nBut, in any case, they have a long way to go to sate the distorted restaurant owner’s palate.\nOr anyone else’s, if I’m being honest here…","place":"Eunbong’s Bar & Fryers Kitchen"},
  "910306": {"a":0,"id":"910306","title":"A Chicken in Another Hand","desc":"Split into two groups, the Sinners present their dishes.\nI still don’t get how this turned into a competition…\nBut, in any case, they have a long way to go to sate the distorted restaurant owner’s palate.\nOr anyone else’s, if I’m being honest here…","place":"Eunbong’s Bar & Fryers Kitchen"},
  "910307": {"a":0,"id":"910307","title":"Iron Chicken Chef","desc":"The owner’s reaction couldn’t have been worse.\nWe only have a few chances remaining, too.\nIt looks like our only option is to count on the Sinners who seem like they know their stuff, I hope…?","place":"Eunbong’s Bar & Fryers Kitchen"},
  "910308": {"a":0,"id":"910308","title":"Master Chicken Chef","desc":"The owner’s reaction couldn’t have been worse.\nWe only have a few chances remaining, too.\nIt looks like our only option is to count on the Sinners who seem like they know their stuff, I hope…?","place":"Eunbong’s Bar & Fryers Kitchen"},
  "910309": {"a":0,"id":"910309","title":"A Restaurateur’s Mild Fathoms","desc":"Unknown","place":"Eunbong’s Bar & Fryers Kitchen"},
  "910310": {"a":0,"id":"910310","title":"A Restaurateur’s Spicy Fathoms","desc":"Unknown","place":"Eunbong’s Bar & Fryers Kitchen"},
  "10401": {"a":0,"id":"10401","title":"Off the Bus","desc":"I found myself looking at dead and dying Sinners in the middle of the Nest, a place that's supposed to be peaceful. And in front of me is... I began tracing back my memories to figure out what happened.","place":"Aboard Mephistopheles"},
  "10402": {"a":0,"id":"10402","title":"Talent and Genius","desc":"Why are there Abnormalities in the middle of K Corp's Nest? Vergilius seemed to mean it when he said we could return to the bus after we've dealt with this commotion. Passing by frightened crowds, we head to the center of the mess.","place":"K Corp's Nest"},
  "10403": {"a":0,"id":"10403","title":"Drones and Abnormalities","desc":"Getting suspicious drones out of the way, we're dealing with the chaos. They look quite expensive at a glance, and the K Corp. logo on them makes me all the more hesitant about destroying them.","place":"K Corp's Nest"},
  "10404": {"a":0,"id":"10404","title":"Drones and Abnormalities 2","desc":"Getting suspicious drones out of the way, we're dealing with the chaos. They look quite expensive at a glance, and the K Corp. logo on them makes me all the more hesitant about destroying them.","place":"K Corp's Nest"},
  "10405": {"a":0,"id":"10405","title":"Drones and Abnormalities 3","desc":"Getting suspicious drones out of the way, we're dealing with the chaos. They look quite expensive at a glance, and the K Corp. logo on them makes me all the more hesitant about destroying them.","place":"K Corp's Nest"},
  "10406": {"a":0,"id":"10406","title":"Return","desc":"We no longer see those annoying drones. Now, it's us between the Abnormalities, the threat we actually should remove.","place":"K Corp's Nest"},
  "10407": {"a":0,"id":"10407","title":"The Client","desc":"We managed to defeat the Abnormalities and got back on the bus. Who could be giving us a request? I looked out the window, pretending not to hear Ishmael's faint humming.","place":"K Corp. Laboratory"},
  "10408": {"a":0,"id":"10408","title":"Application","desc":"We saw someone we never thought we would see again. But, the Sinners didn't seem too thrilled about the reunion. The client, who says his name is 'Dongrang', starts a friendly conversation. This is despite the fact that no one other than the Sinners can hear what I say...","place":"K Corp. Laboratory"},
  "10409": {"a":0,"id":"10409","title":"Regeneration Ampules","desc":"After boasting about K Corp's regeneration technology, Dongrang invited us to his lab. Disregarding Samjo's visible shock, we followed Dongrang into his workplace.","place":"K Corp. Laboratory"},
  "10410": {"a":0,"id":"10410","title":"Terrorist Organization","desc":"Intruders broke into the lab. Samjo called them terrorists, but they rejected the notion and instead introduced themselves as the 'technology liberation alliance'. Whatever they are, we have to fight them to survive the attack and proceed with the request.","place":"K Corp. Laboratory"},
  "10411": {"a":0,"id":"10411","title":"Terrorist Organization 2","desc":"Intruders broke into the lab. Samjo called them terrorists, but they rejected the notion and instead introduced themselves as the 'technology liberation alliance'. Whatever they are, we have to fight them to survive the attack and proceed with the request.","place":"K Corp. Laboratory"},
  "10412": {"a":0,"id":"10412","title":"Decay Ampules","desc":"Intruders broke into the lab. Samjo called them terrorists, but they rejected the notion and instead introduced themselves as the 'technology liberation alliance'. Whatever they are, we have to fight them to survive the attack and proceed with the request. ","place":"K Corp. Laboratory"},
  "10413": {"a":0,"id":"10413","title":"Decay Ampules 2","desc":"Intruders broke into the lab. Samjo called them terrorists, but they rejected the notion and instead introduced themselves as the 'technology liberation alliance'. Whatever they are, we have to fight them to survive the attack and proceed with the request. ","place":"K Corp. Laboratory"},
  "10414": {"a":0,"id":"10414","title":"Decay Ampules 3","desc":"Intruders broke into the lab. Samjo called them terrorists, but they rejected the notion and instead introduced themselves as the 'technology liberation alliance'. Whatever they are, we have to fight them to survive the attack and proceed with the request. ","place":"K Corp. Laboratory"},
  "10415": {"a":0,"id":"10415","title":"Reclaiming","desc":"As continued battles against the machines were wearing us out, I heard a confident voice.","place":"K Corp. Laboratory"},
  "10416": {"a":0,"id":"10416","title":"Age of Humanity","desc":"Accompanying Shrenne and Fixers from Rosespanner Workshop, we headed for the Lobotomy Corp. branch. Feels like a lot of people are involved in this mission. Are we really gonna be safe walking into a place occupied by terrorists?","place":"K Corp. Laboratory"},
  "10417": {"a":0,"id":"10417","title":"Technology Liberation Alliance","desc":"In the branch facility, we ran into the same machines we saw at K Corp. instead of terrorists. For some reason, these machines are playing a strange voice that calls us worms when we destroy them.","place":"Nest K Lobotomy Corp. Branch"},
  "10418": {"a":0,"id":"10418","title":"Best Employee","desc":"According to Samjo, one of the technology liberation alliance's members is a former K Corp. laboratory worker. What does that organization build these machines for, and why do they attack and terrorize K Corp's labs?","place":"Nest K Lobotomy Corp. Branch"},
  "10419": {"a":0,"id":"10419","title":"Best Employee 2","desc":"We met Ran, who apparently used to work for a K Corp. laboratory. Before we could properly talk with her, she vanished forever, leaving mysterious words. And Shrenne looks despondent for whatever reason.","place":"Nest K Lobotomy Corp. Branch"},
  "10420": {"a":0,"id":"10420","title":"Best Employee 3","desc":"We met Ran, who apparently used to work for a K Corp. laboratory. Before we could properly talk with her, she vanished forever, leaving mysterious words. And Shrenne looks despondent for whatever reason.","place":"Nest K Lobotomy Corp. Branch"},
  "10421": {"a":0,"id":"10421","title":"Traitor","desc":"Glaring at Shrenne, Outis stops on the way, having made some kind of conclusion. I couldn't begin to guess what it could be, so I decided to stay and listen.","place":"Nest K Lobotomy Corp. Branch"},
  "10422": {"a":0,"id":"10422","title":"Traitor 2","desc":"Outis and Meursault claimed that there's a traitor in our group. Niko from Rosespanner Workshop denied the accusation, but the suspicion wasn't without reason. The Sinners were now confronting the people they were talking with mere moments ago. This one is an outsider turning against us, but... it made me wonder how long \"our\" bond could last.","place":"Nest K Lobotomy Corp. Branch"},
  "10423": {"a":0,"id":"10423","title":"Traitor 3","desc":"It was revealed that Shrenne and Rosespanner Workshop Fixers were in cahoots with the enemy. Before we could ask the reason, one of the Fixers melted down after a forced injection of the regeneration ampule. Wasn't that... supposed to heal the body? For now, we have Niko and the remaining Fixers to deal with.","place":"Nest K Lobotomy Corp. Branch"},
  "10424": {"a":0,"id":"10424","title":"Traitor 4","desc":"It was revealed that Shrenne and Rosespanner Workshop Fixers were in cahoots with the enemy. Before we could ask the reason, one of the Fixers melted down after a forced injection of the regeneration ampule. Wasn't that... supposed to heal the body? For now, we have Niko and the remaining Fixers to deal with.","place":"Nest K Lobotomy Corp. Branch"},
  "10425": {"a":0,"id":"10425","title":"Traitor 5","desc":"It was revealed that Shrenne and Rosespanner Workshop Fixers were in cahoots with the enemy. Before we could ask the reason, one of the Fixers melted down after a forced injection of the regeneration ampule. Wasn't that... supposed to heal the body? For now, we have Niko and the remaining Fixers to deal with.","place":"Nest K Lobotomy Corp. Branch"},
  "10426": {"a":0,"id":"10426","title":"A Red Line","desc":"Now that the Rosespanner Workshop Fixers are defeated, it's time to question Shrenne. She stands still and watches the situation unfold without a hint of panic.","place":"Nest K Lobotomy Corp. Branch"},
  "10427": {"a":0,"id":"10427","title":"Reunion","desc":"Assassins claimed Shrenne's life. Dongrang didn't appear too shocked by her death even though they had joined the Wing at the same time. He says internal conflict is like a cycle of some kind. How much trust do I have in the Sinners, and how much trust do they have in me? With questions I won't be able to answer, we headed for the place where the Golden Bough resonated.","place":"Nest K Lobotomy Corp. Branch"},
  "10428": {"a":0,"id":"10428","title":"Hole","desc":"Dongbaek's unexpected attack pierced Yi Sang's chest. Winding time would heal the wound, but will it really fill the hole in his heart? I had no way to know what dream Yi Sang could have been dreaming, resting with his eyes closed.","place":"Nest K Lobotomy Corp. Branch"},
  "10429": {"a":0,"id":"10429","title":"Raid","desc":"Yi Sang came back to his senses as though nothing happened. Meanwhile, Samjo's phone starts ringing incessantly.","place":"Nest K Lobotomy Corp. Branch"},
  "10430": {"a":0,"id":"10430","title":"Constellations","desc":"The K Corp. laboratory was unexpectedly attacked. It seems that the technology liberation alliance has acquired the ability to revert Abnormalities to eggs. We hurried back to the building.","place":"K Corp. Laboratory"},
  "10431": {"a":0,"id":"10431","title":"Seized","desc":"Hacked by technology liberation alliance members, K Corp's ampule-distributing machines turned against us. We have to defeat K Corp. security forces and make our way through.","place":"K Corp. Laboratory"},
  "10432": {"a":0,"id":"10432","title":"Seized 2","desc":"Hacked by technology liberation alliance members, K Corp's ampule-distributing machines turned against us. We have to defeat K Corp. security forces and make our way through.","place":"K Corp. Laboratory"},
  "10433": {"a":0,"id":"10433","title":"Bright Villains","desc":"The liberation alliance member was waiting for us instead of retreating. As if they have a secret weapon prepared...","place":"K Corp. Laboratory"},
  "10434": {"a":0,"id":"10434","title":"Bright Villains 2","desc":"The liberation alliance member was waiting for us instead of retreating. As if they have a secret weapon prepared...","place":"K Corp. Laboratory"},
  "10435": {"a":0,"id":"10435","title":"Urgent Call","desc":"Samjo's phone is ringing like crazy again. Maybe we can try and find useful information we couldn't get from Dongrang and Samjo while they're away...","place":"K Corp. Laboratory"},
  "10436": {"a":0,"id":"10436","title":"Urgent Call 2","desc":"While Dongrang and Samjo were away, we sent Meursault to investigate Shrenne's mailbox. Maybe we'll learn more about the technology liberation alliance.","place":"K Corp. Laboratory"},
  "10437": {"a":0,"id":"10437","title":"Urgent Call 3","desc":"While Dongrang and Samjo were away, we sent Meursault to investigate Shrenne's mailbox. Maybe we'll learn more about the technology liberation alliance.","place":"K Corp. Laboratory"},
  "10438": {"a":0,"id":"10438","title":"Glorious Past","desc":"Meursault has returned. Let's see what information he brought with him.","place":"K Corp. Laboratory"},
  "10439": {"a":0,"id":"10439","title":"Glorious Past 2","desc":"Hacked by technology liberation alliance members, K Corp's ampule-distributing machines turned against us. We have to defeat K Corp. security forces and make our way through.","place":"K Corp. Laboratory"},
  "10440": {"a":0,"id":"10440","title":"Glorious Past 3","desc":"Hacked by technology liberation alliance members, K Corp's ampule-distributing machines turned against us. We have to defeat K Corp. security forces and make our way through.","place":"K Corp. Laboratory"},
  "10441": {"a":0,"id":"10441","title":"Class 1","desc":"We see ominous-looking K Corp. staff on the other side. Dongrang and Samjo rejoined our group; it seems the talk went well enough.","place":"K Corp. Laboratory"},
  "10442": {"a":0,"id":"10442","title":"Class 1 2","desc":"We see ominous-looking K Corp. staff on the other side. Dongrang and Samjo rejoined our group; it seems the talk went well enough.","place":"K Corp. Laboratory"},
  "10443": {"a":0,"id":"10443","title":"An Age Without Technology","desc":"We met a familiar technology liberation alliance member. That's the one who was with Ran in the last laboratory raid.","place":"K Corp. Laboratory"},
  "10444": {"a":0,"id":"10444","title":"An Age Without Technology 2","desc":"We defeated Marile. With that, we finally learned that the technology liberation alliance's goal was to return to an era where there was no technology.","place":"K Corp. Laboratory"},
  "10445": {"a":0,"id":"10445","title":"Offer to Join","desc":"An unhappy Ryōshū calls Yi Sang. We began talking about our reasons for joining the company.","place":"K Corp. Laboratory"},
  "10446": {"a":0,"id":"10446","title":"Offer to Join 2","desc":"To get to the 'screening room' Dongrang mentioned, we have to defeat the foes on the way.","place":"K Corp. Laboratory"},
  "10447": {"a":0,"id":"10447","title":"Screening Room","desc":"We made our way to the 'screening room'. It was dark, but we could see something at the center hanging down from above, like it was looking down at us.","place":"K Corp. Laboratory"},
  "10448": {"a":0,"id":"10448","title":"Bud","desc":"Past bonds thought to be severed have met again; Dongbaek showed obsessive determination to reclaim the Singularity.","place":"K Corp. Laboratory"},
  "10449": {"a":0,"id":"10449","title":"Nothing","desc":"An intense golden glow blinked from the Golden Bough that was stabbed into Dongbaek. Soon enough, the space in the K Corp. building around us begins to twist and morph. What could be happening?","place":"Rearranged K Corp. Laboratory"},
  "10450": {"a":0,"id":"10450","title":"Nothing 2","desc":"An intense golden glow blinked from the Golden Bough that was stabbed into Dongbaek. Soon enough, the space in the K Corp. building around us begins to twist and morph. What could be happening?","place":"Rearranged K Corp. Laboratory"},
  "10451": {"a":0,"id":"10451","title":"Binding","desc":"Technology liberation alliance members we were sure were dead start attacking us. We keep moving forward in the rearranging space, looking for the Golden Bough that's still near us.","place":"Rearranged K Corp. Laboratory"},
  "10452": {"a":0,"id":"10452","title":"Binding 2","desc":"Technology liberation alliance members we were sure were dead start attacking us. We keep moving forward in the rearranging space, looking for the Golden Bough that's still near us.","place":"K Corp. Laboratory"},
  "10453": {"a":0,"id":"10453","title":"Binding 3","desc":"Technology liberation alliance members we were sure were dead start attacking us. We keep moving forward in the rearranging space, looking for the Golden Bough that's still near us.","place":"K Corp. Laboratory"},
  "10454": {"a":0,"id":"10454","title":"Reminisced League of Nine","desc":"Technology liberation alliance members we were sure were dead start attacking us. We keep moving forward in the rearranging space, looking for the Golden Bough that's still near us.","place":"K Corp. Laboratory"},
  "910401": {"a":0,"id":"910401","title":"The Beach Episode!","desc":"After a long, long journey through a tunnel, we finally arrived at a place called the Great Lake.\nTaking in the view of the vast and turquoise waters, the Sinners begin excitedly chattering about what they want to do at the beach.\nBut... are we really here on vacation?","place":"Aboard Mephistopheles"},
  "910402": {"a":0,"id":"910402","title":"Mudflat Scrapyard","desc":"Of course, our destination was some squelchy, green, and fetid mudflat.\nThough I can see the blue sea in the distance, it feels as far away as a dream... buried in mountains of trash from who-knows-where.\nWhat could we possibly be here for?","place":"Backstreets of District 21"},
  "910403": {"a":0,"id":"910403","title":"Trash Crabs?","desc":"From mountainous refuse, out crawled crustacean creatures covered in all sorts of scrap. According to Ishmael, they're pretty infamous in the Backstreets of U Corp.\nSpeaking of which... I wonder what's going on with her? She's been in the doldrums all day.","place":"Backstreets of District 21"},
  "910404": {"a":0,"id":"910404","title":"The Boatwrights","desc":"The pair called Mika and Rain seems to have been expecting us. I guess the LCCB already informed them of our arrival.\nLooks like we're going to have to modify Mephistopheles in order to get to our next destination.","place":"Molar Boatworks"},
  "910405": {"a":0,"id":"910405","title":"Time to Collect Scrap!","desc":"Time to salvage scrap and prepare the bus for both hell and high water.","place":"Backstreets of District 21"},
  "910406": {"a":0,"id":"910406","title":"Makeshift Bus Mods","desc":"We finally collected enough scrap for them to start working on the bus modifications.\nI wonder if we can get some time off?\nIf we do... then I should try talking to Ishmael.","place":"Molar Boatworks"},
  "910407": {"a":0,"id":"910407","title":"Beach... Volleyball?","desc":"Taking Don Quixote and Yi Sang's advice to mend the growing rift between Ishmael and the other Sinners, I decided that we should all try out a few rounds of beach volleyball.\nMaybe this activity can be an opportunity to build some rapport.","place":"Backstreets of District 21"},
  "910408": {"a":0,"id":"910408","title":"Dissolution","desc":"The beach volleyball plan completely backfired…\nEveryone has a scowl on their face as they fight off the trash crabs.\nI have to do something about this…","place":"Molar Boatworks"},
  "910409": {"a":0,"id":"910409","title":"Time to Collect Scrap...","desc":"The situation's bleaker than the color of this mudflat...\nBut, we have to keep collecting more scrap.","place":"Backstreets of District 21"},
  "910410": {"a":0,"id":"910410","title":"Troubled Waters","desc":"We continued to collect scrap for a few more days.\nI decided to watch as the Sinners got to work,\nwondering what I could do about Ishmael and Heathcliff...","place":"Molar Boatworks"},
  "910411": {"a":0,"id":"910411","title":"The Last Scrap","desc":"Nothing's been resolved, but Mephistopheles' modifications are almost complete.\nMika grimly requested that everyone gather to watch the test drive.\nI'm glad that the modifications are finally complete... but can we really press on in this state?","place":"Molar Boatworks"},
  "910412": {"a":0,"id":"910412","title":"King Trash Crab Hunt","desc":"Let's battle the King Trash Crab, and get us a huge piece of scrap.","place":"Backstreets of District 21"},
  "910501": {"a":0,"id":"910501","title":"Tedium","desc":"Our wait in the Lake grows ever longer. One by one, the Sinners begin succumbing to the tedium.\nThen Heathcliff suddenly and anxiously calls over to Vergilius...","place":"Mephistopheles the Busboat"},
  "910502": {"a":0,"id":"910502","title":"A Tempting Offer","desc":"Don Quixote brought us to the helm of the ship.\nThere it was, the monitor that Faust would analyze whenever we had a Backdoor volatility. ... And there they were again, those unknown symbols.","place":"Mephistopheles the Busboat"},
  "910503": {"a":0,"id":"910503","title":"An Unexpected Journey","desc":"We entered the Backdoor Don Quixote claimed to have seen. In it was... what appeared to be a factory.\nClearly not her first time in this establishment, Don Quixote calls over to someone...","place":"Bus’s Backdoor"},
  "910504": {"a":0,"id":"910504","title":"Monstrous Gifts","desc":"What popped out from the sack we found atop the sleigh were... several mutilated bodies and a small child.\nIt looks like they were kidnapped here... I wonder what happened.","place":"Gift Factory Reception Hall"},
  "910505": {"a":0,"id":"910505","title":"A Touching Reunion","desc":"Heathcliff and Don Quixote were both out cold, but I managed to survive thanks to the Sinners who came for me.\n... But I don't see the two unconscious Sinners anywhere.","place":"Gift Distribution Factory"},
  "910506": {"a":0,"id":"910506","title":"To Find the Pair","desc":"They must've been taken to a different sector of this factory. Crayon must be there with them... We have to find them, quick.","place":"Gift Distribution Factory"},
  "910507": {"a":0,"id":"910507","title":"To Find the Pair","desc":"They must've been taken to a different sector of this factory. Crayon must be there with them... We have to find them, quick.","place":"Gift Distribution Factory"},
  "910508": {"a":0,"id":"910508","title":"For Whom the Gnomes Pack","desc":"The factory was much larger and much more complicated than it first appeared. Who are the gnomes making these gifts for? And why?","place":"Gift Assembly Factory"},
  "910509": {"a":0,"id":"910509","title":"For Whom the Gnomes Pack","desc":"The factory was much larger and much more complicated than it first appeared. Who are the gnomes making these gifts for? And why?","place":"Gift Assembly Factory"},
  "910510": {"a":0,"id":"910510","title":"Gift of Hatred, Given Shape","desc":"The location pointed out by Meursault was the gift assembly line. The sight of them assembling gifts with the 'materials' they kidnapped was... shocking.\nAnd the two Sinners we were searching for were also about to be turned into gifts themselves.","place":"Gift Assembly"},
  "910511": {"a":0,"id":"910511","title":"The Gift-giving Giant","desc":"Our negotiation attempt with the beard giant Santata predictably fell through. We have no choice but to defeat him here.","place":"Gift Assembly"},
  "910512": {"a":0,"id":"910512","title":"A Journey's End","desc":"We defeated Santata, but his body begins to expand as though it's about to explode. That's when we hear a sudden, unfamiliar voice from somewhere...","place":"Gift Assembly"},
  "910513": {"a":0,"id":"910513","title":"Santata","desc":"Our negotiation attempt with the beard giant Santata predictably fell through. We have no choice but to defeat him here.","place":"Gift Assembly"},
  "10501": {"a":0,"id":"10501","title":"Setting Sail","desc":"We sail on, the incident with the green lights finally behind us. Faust approaches the helm as though she noticed something.","place":"Mephistopheles the Busboat"},
  "10502": {"a":0,"id":"10502","title":"The Laws","desc":"The engine came to a sputtering halt as Outis's seafaring lecture reached its climax. But we still have so much to go...","place":"Mephistopheles the Busboat"},
  "10503": {"a":0,"id":"10503","title":"The Resonance Tuning Fork","desc":"Our busboat with a dead engine was still sailing, with every Sinner's hearts and bodies... well, not exactly every Sinner, but most Sinner's hearts and bodies working as one. Oh, and we learned a very valuable lesson about surviving in the Great Lake: that breaking its laws can have catastrophic results.\n... And that's when we noticed that our busboat was getting dragged by something off course.","place":"Mephistopheles the Busboat"},
  "10504": {"a":0,"id":"10504","title":"Kidnappers","desc":"After numerous trials and tribulations, we finally arrived at our destination. Looks like this place is called Marlin Portship of U Corp., a giant seafaring vessel made by merging together countless shipping containers.","place":"U Corp.'s Marlin Portship"},
  "10505": {"a":0,"id":"10505","title":"Insubordination","desc":"In place of the LCCB Agent we were supposed to meet was a posse of kidnappers who demanded ransom from us. As we were discussing our plan of action, Ishmael suddenly decided to act. I could see from her eyes... that there was a mix of numerous, complex feelings. Now, we have no choice but to take these kidnappers out, even if we are yet to learn if the LCCB Agent is alive or not.","place":"U Corp.'s Marlin Portship"},
  "10506": {"a":0,"id":"10506","title":"The Club","desc":"Maybe not everyone felt a sense of unity, a sense of belonging from this group. We headed to the boss's location that Ishmael threatened out of the kidnappers. ","place":"U Corp.'s Marlin Portship"},
  "10507": {"a":0,"id":"10507","title":"The Club 2","desc":"Following the kidnapper's directions, we found ourselves at the entrance of a club blaring with music. I wanted to do this quietly... But we broke into a fight pretty much immediately as we tried to talk to the bouncers. We had to find different ways to convince them to let us in.","place":"U Corp.'s Marlin Portship"},
  "10508": {"a":0,"id":"10508","title":"The Club 3","desc":"Following the kidnapper's directions, we found ourselves at the entrance of a club blaring with music. I wanted to do this quietly... But we broke into a fight pretty much immediately as we tried to talk to the bouncers. We had to find different ways to convince them to let us in.","place":"U Corp.'s Marlin Portship"},
  "10509": {"a":0,"id":"10509","title":"The First Mate","desc":"We trashed the club and defeated members of the Syndicate that the kidnappers were part of. Hopefully we can learn their boss's location soon...","place":"U Corp.'s Marlin Portship"},
  "10510": {"a":0,"id":"10510","title":"The First Mate 2","desc":"We learned where the boss's room was, all thanks to Sinclair. She introduced herself as the first mate of the Twinhook Pirates...","place":"U Corp.'s Marlin Portship"},
  "10511": {"a":0,"id":"10511","title":"Shipping Containers","desc":"Smee, first mate of the Twinhook Pirates, told us where they were keeping the captured LCCB Team Leader. Ishmael wanted to leave no loose threads behind... But I stopped her, even if it meant putting myself in danger. I have no logical explanation for what I did, nor could I convince Ishmael... But I don't regret what I did.","place":"U Corp.'s Marlin Portship"},
  "10512": {"a":0,"id":"10512","title":"Shipping Containers 2","desc":"Smee, first mate of the Twinhook Pirates, told us where they were keeping the captured LCCB Team Leader. When we got there, we found a whole mountain of shipping containers.","place":"U Corp.'s Marlin Portship"},
  "10513": {"a":0,"id":"10513","title":"Mr. Pilot","desc":"When we opened the shipping container Smee singled out, an unexpectedly tearful and youthful face of an LCCB Agent greeted us. I'm glad that he looks mostly unharmed, but... Is he really the Team Leader?","place":"U Corp.'s Marlin Portship"},
  "10514": {"a":0,"id":"10514","title":"Mr. Pilot 2","desc":"We met an LCCB survivor who called himself Pilot. He shared a very good news with us—that Saude was alive! It's time to listen to what he's got to say.","place":"U Corp.'s Marlin Portship"},
  "10515": {"a":0,"id":"10515","title":"Ice Cream","desc":"Pilot handed us the variable coordinates to the Lobotomy Corp. Branch where the Golden Bough was last seen. Pilot, who so far has been trying to appear nonchalant, broke into tears. I really wanted to believe that there are survivors at the upcoming Lobotomy Corp. Branch.","place":"U Corp.'s Marlin Portship"},
  "10516": {"a":0,"id":"10516","title":"Pirates","desc":"We have to make our way to the Lobotomy Corp. Branch based on the variable coordinates that Pilot gave us. Meanwhile, Ishmael keeps nervously checking the telescope.","place":"Mephistopheles the Busboat"},
  "10517": {"a":0,"id":"10517","title":"Pirates 2","desc":"The Twinhook Pirates were tailing us. I decided to follow Ishmael's advice and board their ship first before they did ours.","place":"Mephistopheles the Busboat"},
  "10518": {"a":0,"id":"10518","title":"The Waves","desc":"We defeated the Pirates, but... I can't shake this uneasy feeling. Well, no choice but to continue our voyage while minding the laws of the Great Lake.","place":"Mephistopheles the Busboat"},
  "10519": {"a":0,"id":"10519","title":"The Waves 2","desc":"Outis suggested that we break the laws of the Great Lake and sail headfirst into the Waves. The sky immediately darkens, and the unknown Waves begin crashing into us.","place":"Mephistopheles the Busboat"},
  "10520": {"a":0,"id":"10520","title":"Cruise Party","desc":"We finally made it out of the Waves and into calmer seas.\nI briefly wondered if we can finally start smooth-sailing toward the coordinates...\n... and that's when I noticed a stationary cruise ship floating in the middle of a Lake.","place":"Mephistopheles the Busboat"},
  "10521": {"a":0,"id":"10521","title":"Cruise Party 2","desc":"We boarded the cruise ship to gather some intel. Though it's littered with gaudy decorations, I don't see anyone on board... Something about this whole affair is creeping me out.","place":"Cruise Ship"},
  "10522": {"a":0,"id":"10522","title":"Cruise Party 3","desc":"I ran into the cabins of the ship in search of Sinclair, who fled from Hong Lu's scary tales. Thankfully, I was able to find him without much trouble.\nBut...","place":"Cruise Ship"},
  "10523": {"a":0,"id":"10523","title":"Cruise Party 4","desc":"The Cruise was an aftermath of a devastation. The consequences of breaking the laws of the Great Lake were severe.\n... I'll have to be more careful from now on.","place":"Cruise Ship"},
  "10524": {"a":0,"id":"10524","title":"The Calamity","desc":"The elusive Lobotomy Corp. Branch of U Corp. finally appeared from beyond the veil of mist. But... it was completely covered under a layer of bizarre, white membrane. I think we're on the correct path, at least...","place":"Abandoned Lobotomy Corp. Drilling Ship"},
  "10525": {"a":0,"id":"10525","title":"The Whaler","desc":"The bizarreness continued deep into the Lobotomy Corp. Branch. That white, pallid membrane was covering every inch of its interiors.\nAnd... we found those that were shambling around, wrapped under that very same membrane.","place":"Abandoned Lobotomy Corp. Drilling Ship"},
  "10526": {"a":0,"id":"10526","title":"The Lake and the Butterfly","desc":"We followed the mysterious butterfly deeper into the Lobotomy Corp. Branch. A man with a flowing head was waiting for us in there.","place":"Abandoned Lobotomy Corp. Drilling Ship"},
  "10527": {"a":0,"id":"10527","title":"The Lake and the Butterfly 2","desc":"Rim disappeared from our sights like a butterfly leaving its brief respite upon the water surface. It was as though we had all awakened from a dream. From him we saw that familiar red mark. \n... The Mermaids are coming back.","place":"Abandoned Lobotomy Corp. Drilling Ship"},
  "10528": {"a":0,"id":"10528","title":"The Lake and the Butterfly 3","desc":"Rim disappeared from our sights like a butterfly leaving its brief respite upon the water surface. It was as though we had all awakened from a dream. From him we saw that familiar red mark. \n... The Mermaids are coming back.","place":"Abandoned Lobotomy Corp. Drilling Ship"},
  "10529": {"a":0,"id":"10529","title":"The Lake and the Butterfly 3","desc":"Rim was right. We could not find even a hint of the Golden Bough from within the Lobotomy Corp. Branch.\n... We'll have to search for the Whale like he said, then.","place":"Abandoned Lobotomy Corp. Drilling Ship"},
  "10530": {"a":0,"id":"10530","title":"Harpoons","desc":"We were waiting by the entrance when a sudden shock shook the Lobotomy Corp. Branch. We hurried out and gazed into the mists... and saw an intimidating-looking vessel emerge.","place":"Lobotomy Corp. Drilling Ship Entrance"},
  "10531": {"a":0,"id":"10531","title":"Harpoons 2","desc":"We were waiting by the entrance when a sudden shock shook the Lobotomy Corp. Branch. We hurried out and gazed into the mists... and saw several intimidating-looking vessels emerge.","place":"Lobotomy Corp. Drilling Ship Entrance"},
  "10532": {"a":0,"id":"10532","title":"The Big Brother","desc":"We were making relatively short work of the ambushing pirates, but I had a feeling that they were just gauging our capabilities... Now that I mention it, the largest and gaudiest vessel from their fleet has yet to hook us.","place":"Lobotomy Corp. Drilling Ship Entrance"},
  "10533": {"a":0,"id":"10533","title":"The Big Brother 2","desc":"This is nothing short of a massacre. A humiliation. He kills Ishmael again and again. I keep bringing her back, feeling that very same pain that killed her.\n... This battle is lost. Maybe Faust is right... Maybe this is where our journey ends.","place":"Lobotomy Corp. Drilling Ship Entrance"},
  "10534": {"a":0,"id":"10534","title":"The Indigo Elder","desc":"Blue embers flickered from the old man's cigar. We didn't need anyone to tell us that he was overwhelmingly powerful; we knew instinctively. Faust, who seemed to recognize the old man, led him to Vergilius after a quick exchange of pleasantries.","place":"Mephistopheles the Busboat"},
  "10535": {"a":0,"id":"10535","title":"Rocks","desc":"We rowed toward the gray Lake as we previously discussed with the Indigo Elder. We can see some rocks poking out of the pale, opaque waters of the Lake. Looks like we'll have to maneuver our way between them.","place":"Mephistopheles' Skiff"},
  "10536": {"a":0,"id":"10536","title":"Rocks 2","desc":"We rowed toward the gray Lake as we previously discussed with the Indigo Elder. We can see some rocks poking out of the pale, opaque waters of the Lake. Looks like we'll have to maneuver our way between them.","place":"Mephistopheles' Skiff"},
  "10537": {"a":0,"id":"10537","title":"The Pallid Whale","desc":"What we thought to be a rock was a Porous Whale. When its Mermaids crawled out of the holes, we defeated them. But... This isn't the Whale we're looking for, is it? What is Ishmael thinking?\nI could tell from the look on Heathcliff's face that I wasn't the only one wondering about this.","place":"Mephistopheles' Skiff"},
  "10538": {"a":0,"id":"10538","title":"The Pallid Whale 2","desc":"We waded past the ocean mist and entered the obsidian Lake.\nThe Lake of legends, as told by Ishmael. Within it...\n... Was the Pallid Whale, pale as the midnight moon.","place":"Mephistopheles' Skiff"},
  "10539": {"a":0,"id":"10539","title":"Into the Dark","desc":"We waded past the ocean mist and entered the obsidian Lake.\nThe Lake of legends, as told by Ishmael. Within it...\n... Was the Pallid Whale, pale as the midnight moon.","place":"The Pallid Whale"},
  "910601": {"a":0,"id":"910601","title":"The 2nd Walpurgis Night","desc":"Unknown","place":""},
  "910603": {"a":0,"id":"910603","title":"The 2nd Walpurgis Night","desc":"Unknown","place":""},
  "910701": {"a":0,"id":"910701","title":"District 20 Backstreets","desc":"It's been a while since we entered the T Corp. Backstreets...\nThe deeper we go into the Backstreets, the world outside the bus becomes increasingly colorless.\nHeathcliff, who's been looking out the window for a while, suddenly furrows his brow.","place":"Aboard Mephistopheles"},
  "910702": {"a":0,"id":"910702","title":"Strife","desc":"The first thing we noticed the moment we disembarked the bus was a crowd of swordsmen, all garbed in black cloaks, engaged in a fierce battle.\nOne side was loud and bustling, while the other side was quiet and somber. Perhaps the latter side was losing...\nWhat could we possibly have to gain from this?","place":"Backstreets of T Corp."},
  "910703": {"a":0,"id":"910703","title":"Lineage of Blades","desc":"We brought the wounded woman aboard the bus.\nVergilius was none to happy about it, but... I'm pretty confident in my decision. I will see this through to the end.\n... Looks like she's waking up.","place":"Aboard Mephistopheles"},
  "910704": {"a":0,"id":"910704","title":"The Uninvited","desc":"When we returned to the bus, an oddly familiar yet previously unacquainted person was waiting for us.\nIf she was wearing a blue uniform, a slightly different looking vest... she would have reminded me of some people we've met before.\nWhy did Vergilius let her board the bus?","place":"Aboard Mephistopheles"},
  "910705": {"a":0,"id":"910705","title":"To Yong-jin Building","desc":"Orders came from the higher-ups of Limbus Company that we are to retrieve a Distortion-related artifact from this 'Yong-jin Building'.\nI'm not sure how this is related to retrieving the Golden Boughs, but I'm starting to feel that none of us really have much say in the matter anyway.\nIt seemed to me that Vergilius already knew where we were headed. What was the point in not telling us and letting us go through a roundabout route?","place":"Backstreets of T Corp."},
  "910706": {"a":0,"id":"910706","title":"To Yong-jin Building 2","desc":"Orders came from the higher-ups of Limbus Company that we are to retrieve a Distortion-related artifact from this 'Yong-jin Building'.\nI'm not sure how this is related to retrieving the Golden Boughs, but I'm starting to feel that none of us really have much say in the matter anyway.\nIt seemed to me that Vergilius already knew where we were headed. What was the point in not telling us and letting us go through a roundabout route?","place":"Backstreets of T Corp."},
  "910707": {"a":0,"id":"910707","title":"Mentor and Fellows","desc":"Aeng-du is cutting enemies down left and right in her desperate search for the mentor... this Bamboo-hatted Kim.\nI'm pretty sure her wounds are far from healed... I suppose she's just that determined.\nIt makes me wonder, though. What was Bamboo-hatted Kim like?","place":"Yong-jin Building"},
  "910708": {"a":0,"id":"910708","title":"Mentor and Fellows 2","desc":"Aeng-du is cutting enemies down left and right in her desperate search for the mentor... this Bamboo-hatted Kim.\nI'm pretty sure her wounds are far from healed... I suppose she's just that determined.\nIt makes me wonder, though. What was Bamboo-hatted Kim like?","place":"Yong-jin Building"},
  "910709": {"a":0,"id":"910709","title":"Origin of Sin","desc":"Thick, hazy gloom. Burning wrath. My head spins from the sheer intensity of these overwhelming sensations.\nWhy am I sensing the Peccatula here...?\nAnd...\nThese sensations are far stronger than what I usually feel from these Peccatula...!","place":"Yong-jin Building"},
  "910710": {"a":0,"id":"910710","title":"Dark Cloud","desc":"We finally arrived at the top floor of the building, the 6th floor. There, a nervous-looking man was checking his pocket watch.\nHe carries a large sword and wears a nasty scowl...\nThis guy has to be the leader of the gang of Kurokumo Clan henchmen we've defeated along the way.","place":"Yong-jin Building"},
  "910711": {"a":0,"id":"910711","title":"Bamboo-hatted Kim","desc":"We finally came face-to-face with Aeng-du's mentor.\nCold blue light from his eye seeps past the crack of a slanted bamboo hat.\n... He won't go down without a fight.","place":"Yong-jin Building"},
  "910712": {"a":0,"id":"910712","title":"A Blade Fiend's Fathoms","desc":"Unknown","place":"Mirror Dungeon of the Fathoms"},
  "10601": {"a":0,"id":"10601","title":"Wuthering Heights","desc":"Unknown","place":""},
  "10602": {"a":0,"id":"10602","title":"There's no TIME","desc":"Unknown","place":""},
  "10603": {"a":0,"id":"10603","title":"There's no TIME 2","desc":"Unknown","place":""},
  "10604": {"a":0,"id":"10604","title":"The Letter","desc":"Unknown","place":""},
  "10605": {"a":0,"id":"10605","title":"Colours","desc":"Unknown","place":""},
  "10606": {"a":0,"id":"10606","title":"The Makeover","desc":"Unknown","place":""},
  "10607": {"a":0,"id":"10607","title":"The Front Gate","desc":"Unknown","place":""},
  "10608": {"a":0,"id":"10608","title":"Nelly","desc":"Unknown","place":""},
  "10609": {"a":0,"id":"10609","title":"A Warm Reception","desc":"Unknown","place":""},
  "10610": {"a":0,"id":"10610","title":"Catherine","desc":"Unknown","place":""},
  "10611": {"a":0,"id":"10611","title":"Butlers","desc":"Unknown","place":""},
  "10612": {"a":0,"id":"10612","title":"The Ghost","desc":"Unknown","place":""},
  "10613": {"a":0,"id":"10613","title":"Riddles","desc":"Unknown","place":""},
  "10614": {"a":0,"id":"10614","title":"The Corridor","desc":"Unknown","place":""},
  "10615": {"a":0,"id":"10615","title":"The Corridor 2","desc":"Unknown","place":""},
  "10616": {"a":0,"id":"10616","title":"The Corridor 3","desc":"Unknown","place":""},
  "10617": {"a":0,"id":"10617","title":"The Dead Rabbits","desc":"Unknown","place":""},
  "10618": {"a":0,"id":"10618","title":"The Dead Rabbits 2","desc":"Unknown","place":""},
  "10619": {"a":0,"id":"10619","title":"The Diary","desc":"Unknown","place":""},
  "10620": {"a":0,"id":"10620","title":"The Diary 2","desc":"Unknown","place":""},
  "10621": {"a":0,"id":"10621","title":"The Fireplace","desc":"Unknown","place":""},
  "10622": {"a":0,"id":"10622","title":"Abyssal Basement","desc":"Unknown","place":""},
  "10623": {"a":0,"id":"10623","title":"Abyssal Basement 2","desc":"Unknown","place":""},
  "10624": {"a":0,"id":"10624","title":"Glass Pods","desc":"Unknown","place":""},
  "10625": {"a":0,"id":"10625","title":"Imitations","desc":"Unknown","place":""},
  "10626": {"a":0,"id":"10626","title":"Imitations 2","desc":"Unknown","place":""},
  "10627": {"a":0,"id":"10627","title":"Imitations 3","desc":"Unknown","place":""},
  "10628": {"a":0,"id":"10628","title":"Nostalgic Face","desc":"Unknown","place":""},
  "10629": {"a":0,"id":"10629","title":"Imitations 4","desc":"Unknown","place":""},
  "10630": {"a":0,"id":"10630","title":"Where It All Went Wrong","desc":"Unknown","place":""},
  "10631": {"a":0,"id":"10631","title":"Obsidian Grass","desc":"Unknown","place":""},
  "10632": {"a":0,"id":"10632","title":"Violin","desc":"Unknown","place":""},
  "10633": {"a":0,"id":"10633","title":"Matt","desc":"Unknown","place":""},
  "10634": {"a":0,"id":"10634","title":"The Beast","desc":"Unknown","place":""},
  "10635": {"a":0,"id":"10635","title":"Ticking Sounds","desc":"Unknown","place":""},
  "10636": {"a":0,"id":"10636","title":"Isabella","desc":"Unknown","place":""},
  "10637": {"a":0,"id":"10637","title":"Lightning Rod","desc":"Unknown","place":""},
  "10638": {"a":0,"id":"10638","title":"The Wild Hunt","desc":"Unknown","place":""},
  "10639": {"a":0,"id":"10639","title":"The Wild Hunt 2","desc":"Unknown","place":""},
  "10640": {"a":0,"id":"10640","title":"The Wild Hunt 3","desc":"Unknown","place":""},
  "10641": {"a":0,"id":"10641","title":"Impenetrable Path","desc":"Unknown","place":""},
  "10642": {"a":0,"id":"10642","title":"To The Rooftop","desc":"Unknown","place":""},
  "10643": {"a":0,"id":"10643","title":"The Golden Bough","desc":"Unknown","place":""},
  "10644": {"a":0,"id":"10644","title":"Erlking","desc":"Unknown","place":""},
  "10645": {"a":0,"id":"10645","title":"Life, Stolen","desc":"Unknown","place":""},
  "10646": {"a":0,"id":"10646","title":"Expression of Love","desc":"Unknown","place":""},
  "10647": {"a":0,"id":"10647","title":"Hearts Unbroken","desc":"Unknown","place":""},
  "10648": {"a":0,"id":"10648","title":"Every World","desc":"Unknown","place":""},
  "910801": {"a":0,"id":"910801","title":"The 3rd Walpurgis Night","desc":"Unknown","place":""},
  "910803": {"a":0,"id":"910803","title":"The 3rd Walpurgis Night","desc":"Unknown","place":""},
  "910901": {"a":0,"id":"910901","title":"A Scandal in Time","desc":"Unknown","place":"Alleyways of T Corp."},
  "910902": {"a":0,"id":"910902","title":"The Visit from T Corp.","desc":"Unknown","place":"Alleyways of T Corp."},
  "910903": {"a":0,"id":"910903","title":"A Case of the Gallows","desc":"Unknown","place":"T Corp. Bureau of Time Admin. Office"},
  "910904": {"a":0,"id":"910904","title":"The Adventure of the Three Detectives","desc":"Unknown","place":"T Corp. Bureau of Time Admin. Office"},
  "910905": {"a":0,"id":"910905","title":"Timekilling Puzzle","desc":"Unknown","place":"T Corp. Watch Factory"},
  "910906": {"a":0,"id":"910906","title":"The White-scarved League","desc":"Unknown","place":"T Corp. Watch Factory"},
  "910907": {"a":0,"id":"910907","title":"The Rewinding Clock","desc":"Unknown","place":"Alleyways of T Corp."},
  "910908": {"a":0,"id":"910908","title":"A Trail Gone Cold","desc":"Unknown","place":"Dark Alleyways of T Corp."},
  "910909": {"a":0,"id":"910909","title":"The Dying Detective","desc":"Unknown","place":"Yurodiviye Hideout"},
  "910910": {"a":0,"id":"910910","title":"The Yurodiviye Mystery","desc":"Unknown","place":"Yurodiviye Hideout"},
  "910911": {"a":0,"id":"910911","title":"An Odd Impression","desc":"Unknown","place":"Dark Alleyways of T Corp."},
  "910912": {"a":0,"id":"910912","title":"The Time Ripper","desc":"Unknown","place":"Dark Alleyways of T Corp."},
  "910913": {"a":0,"id":"910913","title":"Twisted Time","desc":"Unknown","place":"Alleyways of T Corp."},
  "910914": {"a":0,"id":"910914","title":"The Clock Tower of Fear","desc":"Unknown","place":"Clock Tower"},
  "910915": {"a":0,"id":"910915","title":"The Final Problem","desc":"Unknown","place":"Mirror Dungeon of the Fathoms"},
  "911001": {"a":0,"id":"911001","title":"First Class","desc":"Unknown","place":""},
  "911002": {"a":0,"id":"911002","title":"The Northern Fixer","desc":"Unknown","place":""},
  "911003": {"a":0,"id":"911003","title":"Disappearing Passengers","desc":"Unknown","place":""},
  "911004": {"a":0,"id":"911004","title":"Inaccessible","desc":"Unknown","place":""},
  "911005": {"a":0,"id":"911005","title":"MultiCrack Office","desc":"Unknown","place":""},
  "911006": {"a":0,"id":"911006","title":"Painting of Hell","desc":"Unknown","place":""},
  "911007": {"a":0,"id":"911007","title":"Painting of Hell 2","desc":"Unknown","place":""},
  "911008": {"a":0,"id":"911008","title":"Bloodfiends","desc":"Unknown","place":""},
  "911009": {"a":0,"id":"911009","title":"The Cleanup Agent","desc":"Unknown","place":""},
  "911010": {"a":0,"id":"911010","title":"Next Car","desc":"Unknown","place":""},
  "911011": {"a":0,"id":"911011","title":"Next Car 2","desc":"Unknown","place":""},
  "911012": {"a":0,"id":"911012","title":"Prosthetic Fixers","desc":"Unknown","place":""},
  "911013": {"a":0,"id":"911013","title":"The One Who Lords","desc":"Unknown","place":""},
  "911014": {"a":0,"id":"911014","title":"The Negotiation","desc":"Unknown","place":""},
  "911015": {"a":0,"id":"911015","title":"Uncertainty","desc":"Unknown","place":""},
  "911101": {"a":0,"id":"911101","title":"The 4th Walpurgis Night","desc":"Unknown","place":""},
  "911103": {"a":0,"id":"911103","title":"The 4th Walpurgis Night","desc":"Unknown","place":""},
  "10701": {"a":0,"id":"10701","title":"WHICH TREATS THE LIFE AND THE CONTRACTS OF THE NOT-SO-FAMOUS-BUT-VALIANT DON QUIXOTE","desc":"Unknown","place":""},
  "10702": {"a":0,"id":"10702","title":"IN WHICH IS EXPLORED LIMBUS COMPANY'S NOT-EXACTLY-FIRST ALLIANCE WITH A WING","desc":"Unknown","place":""},
  "10703": {"a":0,"id":"10703","title":"WHEREIN THE SINNERS ARE ACCEPTED AND RESPECTED BY FIXERS IN WAYS OF THE CITY","desc":"Unknown","place":""},
  "10704": {"a":0,"id":"10704","title":"OF WHAT BEFELL OUR COMPANY UPON OUR DEPARTURE FROM THE RED GAZE'S HANDS","desc":"Unknown","place":""},
  "10705": {"a":0,"id":"10705","title":"IN WHICH THE TALE OF OUR YOUNG MASTER IS REVEALED","desc":"Unknown","place":""},
  "10706": {"a":0,"id":"10706","title":"OF THE IMMENSELY DEVASTATING DUEL IN WHICH OUR FIXER AND THE CINQ BATTLED","desc":"Unknown","place":""},
  "10707": {"a":0,"id":"10707","title":"OF THE EXCELLENT DIALOGUE IN WHICH OUR EXCEPTIONAL INFORMANT LCD DEPARTMENT HAS PASSED INTEL TO US IN OUR SECOND COMMUNICATION","desc":"Unknown","place":""},
  "10708": {"a":0,"id":"10708","title":"IN WHICH IS DISCUSSED THE MERRY OATH OF THE BUS DRIVER AND THE MANAGER CONCERNING AMUSEMENT PARKS","desc":"Unknown","place":""},
  "10709": {"a":0,"id":"10709","title":"WHEREIN IS CONCLUDED THE METHOD BY WHICH ERADICATION QUEST OF FIXERS, THE BRAVE AND THE BOLD, ARE TO BE CONDUCTED","desc":"Unknown","place":""},
  "10710": {"a":0,"id":"10710","title":"OF WHAT PERIL BEFELL US IN THE CASE OF LA MANCHALAND AND OUR ENCOUNTER WITH THE BLOODFIENDS","desc":"Unknown","place":""},
  "10711": {"a":0,"id":"10711","title":"WHEREIN IS DISCUSSED THE BATTLE THAT FOUND LIMBUS COMPANY AND DON QUIXOTE","desc":"Unknown","place":""},
  "10712": {"a":0,"id":"10712","title":"OF THE TALE WHICH THE FALLEN BLOODFIENDS HAVE FAILED TO TELL, DESPITE THEIR BEST ENDEAVORS","desc":"Unknown","place":""},
  "10713": {"a":0,"id":"10713","title":"IN WHICH THE ATTRACTION'S NARRATION AND ITS RIDDLES CONTINUE","desc":"Unknown","place":""},
  "10714": {"a":0,"id":"10714","title":"WHEREIN IS LEARNED THE UNEXPECTED TRUTHS REGARDING BLOODFIENDS","desc":"Unknown","place":""},
  "10715": {"a":0,"id":"10715","title":"WHEREIN THE SINNERS EACH SHARE THEIR IMPRESSIONS OF LA MANCHALAND","desc":"Unknown","place":""},
  "10716": {"a":0,"id":"10716","title":"IN WHICH ARE DISCUSSED THE DEEDS OF THE FIXER WHOM DON QUIXOTE HAD BELIEVED TO BE A FRIEND","desc":"Unknown","place":""},
  "10717": {"a":0,"id":"10717","title":"WHEREIN THE NUMEROUS TALES OF DON QUIXOTE'S ADVENTURES ARE RECOUNTED","desc":"Unknown","place":""},
  "10718": {"a":0,"id":"10718","title":"OF THE ADVENTURE TO LAY CLAIM UPON THE HELM OF MAMBRINO AND THE ROLES THAT ARE GIVEN","desc":"Unknown","place":""},
  "10719": {"a":0,"id":"10719","title":"OF THE VERY NICE DISCUSSION THAT WAS HAD BETWEEN THE MANAGER AND THE MAGICIAN","desc":"Unknown","place":""}
}